<s>:65445
</s>:65445
.:52812
the:41870
and:22485
to:21909
of:18065
a:17387
he:16394
harry:14292
was:12865
said:12513
his:11658
in:10402
you:10149
it:10040
?:8741
i:8538
had:8163
that:8039
at:7285
as:6175
...:6122
on:5877
him:5713
!:5525
with:5352
but:5010
they:4793
ron:4753
for:4620
her:4384
not:4252
hermione:3956
were:3878
she:3835
be:3703
up:3685
all:3645
out:3641
what:3530
have:3374
them:3370
from:3285
into:2782
there:2726
this:2724
back:2690
been:2673
so:2606
dumbledore:2514
is:2459
me:2380
who:2334
an:2252
no:2224
now:2215
we:2194
if:2183
could:2173
about:2142
their:2128
then:2122
one:2119
its:2048
just:2018
over:2012
down:1979
when:1974
well:1951
very:1947
professor:1938
looked:1929
like:1924
around:1898
do:1871
got:1819
would:1817
know:1809
your:1791
by:1777
did:1744
hagrid:1656
see:1652
are:1641
again:1585
though:1583
my:1581
off:1576
more:1555
dont:1542
get:1433
time:1421
looking:1419
think:1404
how:1394
right:1387
still:1366
snape:1366
weasley:1332
potter:1331
eyes:1289
or:1272
face:1263
going:1259
through:1237
look:1229
didnt:1216
go:1212
harrys:1209
before:1198
voice:1194
can:1167
which:1164
mr.:1151
than:1145
too:1133
here:1132
will:1124
come:1115
head:1113
malfoy:1109
only:1105
room:1094
door:1085
im:1080
wand:1056
thought:1032
something:1030
where:988
behind:969
hes:962
sirius:960
saw:947
after:926
way:918
hand:910
never:908
himself:904
told:896
other:890
away:885
turned:882
toward:877
much:873
last:873
good:873
seemed:873
once:871
oh:847
want:840
dark:837
long:830
two:828
tell:819
asked:819
first:807
even:805
people:794
why:794
fred:793
some:786
us:784
yes:780
black:778
heard:771
mrs.:761
really:761
fire:761
little:758
made:752
say:743
hogwarts:737
knew:731
any:730
left:730
because:729
youre:712
moment:705
great:697
has:696
ive:689
felt:679
thats:675
front:675
might:669
ever:666
george:647
next:645
anything:640
voldemort:632
feet:623
came:615
mcgonagall:615
table:610
went:604
ginny:602
yeah:599
trying:598
let:595
take:594
lupin:592
neville:589
large:587
three:583
make:582
another:579
took:578
course:576
school:574
few:572
cant:570
sure:565
open:562
nothing:555
put:554
while:550
goblet:540
ill:537
old:536
hall:536
against:536
inside:534
floor:526
found:525
gave:522
gryffindor:520
every:513
find:513
umbridge:511
under:508
seen:507
must:498
hands:497
magic:497
hear:496
hed:495
thing:493
bit:491
both:489
couldnt:485
our:484
night:484
ministry:481
end:480
s:479
mean:478
most:477
wasnt:477
uncle:475
onto:475
own:472
without:469
quite:467
better:466
pulled:464
need:459
across:458
being:458
years:456
each:456
death:450
year:447
doing:447
stood:446
house:443
wanted:442
enough:442
upon:442
staring:440
hair:437
fudge:436
j.k.:432
rowling:432
done:431
sir:429
bed:429
place:426
suddenly:424
boy:418
air:418
happened:415
side:415
these:414
keep:414
help:413
whats:413
mind:409
robes:409
quidditch:406
should:404
along:404
second:401
youve:401
day:400
office:400
moody:400
rons:399
hard:398
walked:396
give:396
dobby:396
standing:395
quickly:395
already:395
rather:393
mouth:392
past:389
however:389
forward:389
vernon:388
gone:383
am:383
set:382
yet:381
those:378
else:376
talking:376
things:370
almost:370
many:370
man:369
until:369
everyone:369
theyre:368
sat:366
fell:366
small:365
cloak:365
wizard:365
sitting:364
slightly:364
opened:361
slughorn:361
ter:360
wouldnt:359
started:357
began:356
light:355
top:355
feeling:354
tried:353
full:350
window:347
always:347
between:347
reached:344
whispered:344
castle:344
yeh:342
students:341
stared:338
percy:337
same:336
coming:335
quietly:333
new:331
later:328
weve:328
class:325
madam:324
stop:324
anyone:323
able:322
slowly:321
dudley:320
ground:315
aunt:315
raised:314
called:313
ask:313
magical:313
theres:311
wizards:311
outside:310
name:309
someone:309
havent:308
stone:308
together:307
wont:306
watching:306
getting:304
slytherin:304
work:303
id:303
half:302
shouted:302
crouch:298
far:297
muttered:297
rest:297
whole:296
everything:295
stopped:293
best:293
er:292
kept:291
saying:290
hadnt:288
wall:288
lot:287
feel:287
shes:286
loudly:282
isnt:282
arm:281
eye:280
father:279
remember:278
taking:278
believe:277
leave:277
use:276
read:275
minutes:275
dead:275
idea:275
common:274
lord:273
words:272
sight:270
morning:270
nearly:269
supposed:269
corridor:269
passed:268
since:268
making:268
cedric:268
caught:267
several:266
whether:266
talk:264
crowd:263
nose:262
word:260
having:258
cold:258
life:258
shoulder:256
dumbledores:256
empty:256
dear:255
ten:254
desk:254
filch:253
corner:252
watched:251
please:251
holding:250
followed:250
five:249
sorry:248
beside:248
try:248
sort:247
sound:246
alone:246
taken:246
team:246
silence:245
parchment:245
usual:242
book:241
okay:241
wearing:239
appeared:239
anyway:239
others:239
youd:237
cup:237
shaking:237
does:236
shut:236
minister:235
dementors:235
four:234
chair:234
moved:234
high:233
pointing:232
red:232
owl:230
hit:229
water:229
petunia:228
telling:227
point:226
letter:226
books:226
wood:225
such:224
perhaps:224
arms:224
riddle:224
close:223
doesnt:223
youll:222
given:221
hat:221
thinking:220
eaters:220
pointed:219
nobody:219
potion:218
exactly:217
closed:215
used:214
mother:213
heart:212
watch:212
hagrids:212
forest:212
yelled:211
hurried:211
muggle:211
bagman:211
understand:210
moving:209
world:209
turn:209
fact:208
silver:208
either:208
added:208
fast:207
bad:207
dyou:207
smile:206
dad:206
lockhart:206
dursleys:205
care:204
speak:204
trelawney:204
green:202
entrance:202
loud:201
continued:201
straight:200
turning:199
days:199
wrong:198
times:198
answer:198
kill:198
noticed:197
krum:197
move:196
held:195
hope:195
luna:195
waiting:194
body:194
maybe:193
glass:193
noise:193
gold:192
listen:192
entered:191
lost:191
crabbe:191
goyle:191
returned:191
least:190
stay:190
white:190
breath:190
ears:190
fingers:189
trouble:189
witch:189
finally:188
family:188
weasleys:188
doors:187
cho:187
grounds:186
match:186
lets:186
finished:185
above:185
scar:184
shall:184
christmas:184
matter:184
deep:184
themselves:184
bag:183
seem:183
wait:183
looks:183
evening:182
instead:182
died:182
blood:182
also:181
ago:181
trunk:181
tiny:180
kind:180
start:180
says:179
arrived:178
legs:178
low:178
foot:178
girl:178
stupid:177
lay:177
person:177
shook:177
ready:176
leaving:176
thick:175
managed:175
friends:175
soon:174
heads:174
ran:174
lying:174
potions:174
staircase:174
lesson:174
sign:173
angrily:173
kitchen:173
case:173
steps:172
hermiones:172
walking:171
stairs:171
within:171
dropped:171
number:170
memory:170
met:169
smiling:169
sent:169
spoke:168
stand:168
pulling:168
parents:168
ceiling:167
miss:167
draco:167
run:166
burst:166
stuff:165
running:165
whose:165
snapes:165
expression:165
except:164
knows:164
short:164
broom:164
big:163
tonight:163
suppose:163
fine:163
arts:163
dean:163
happy:162
glasses:162
threw:162
voldemorts:162
hour:162
clear:162
seized:161
seconds:161
realized:161
azkaban:161
real:160
pain:160
curse:160
order:159
home:159
ah:159
malfoys:159
pocket:158
golden:158
chance:158
indeed:158
became:158
clearly:157
enormous:157
points:157
walls:156
friend:156
horrible:156
seat:156
defense:156
tonks:156
kreacher:156
free:155
seamus:155
wormtail:155
angry:154
bill:154
neck:153
completely:153
boys:153
crookshanks:153
near:152
round:152
listening:152
cauldron:152
peeves:152
mum:151
spell:151
giving:151
portrait:151
snapped:150
call:150
during:150
train:150
below:149
tower:149
winky:149
flying:148
thin:147
funny:147
nice:147
windows:147
creatures:147
none:146
car:146
pomfrey:146
odd:146
longer:146
herself:146
flew:146
hundred:146
invisibility:146
week:145
fat:145
girls:145
probably:144
dangerous:144
chest:144
hedwig:144
trees:144
teacher:144
master:144
hurt:144
pair:143
may:143
stepped:143
vanished:143
o:143
return:143
wide:142
thanks:142
muggles:141
meant:141
ahead:141
apparently:141
map:140
carrying:140
darkness:140
summer:140
teachers:140
prophet:140
karkaroff:140
killed:139
late:139
third:139
yourself:138
quiet:138
pleased:138
hospital:138
slytherins:138
hours:137
sounded:137
box:136
lake:136
hogsmeade:136
son:135
true:135
breakfast:135
bottle:135
nor:134
known:134
sit:134
shot:134
leg:134
pale:134
reckon:134
laugh:133
field:133
glanced:133
barely:133
story:132
middle:132
woman:132
beneath:132
giant:132
tears:132
brought:132
pushed:132
wands:132
lavender:132
lessons:132
whom:132
backward:132
hold:131
tea:131
question:131
mad:131
worse:131
job:131
covered:131
snitch:131
walk:130
catch:130
broke:130
hell:130
whos:130
show:130
laughter:130
important:129
less:129
starting:129
stomach:129
laughing:129
wish:129
fleur:129
today:128
nodded:128
hardly:127
couple:127
scabbers:127
expect:126
different:126
dinner:126
difficult:126
ones:126
meet:126
wing:126
chamber:126
merely:126
owls:125
gasped:125
carefully:125
broken:124
happen:124
note:124
young:123
wants:123
roared:123
worry:123
quill:123
parvati:123
rita:123
street:122
sky:122
edge:122
certainly:122
myself:122
hasnt:122
daily:122
somebody:121
allowed:121
bright:121
bent:121
ought:121
snake:121
arent:121
homework:121
possible:120
theyd:120
james:120
elf:120
arthur:120
thank:119
reason:119
werent:119
theyve:119
rose:119
silent:119
slid:119
shop:119
granger:119
news:118
laughed:118
led:118
grinning:118
classroom:118
picked:117
worried:117
wed:117
furiously:117
leapt:117
working:117
six:117
faces:117
dormitory:117
tree:117
expected:116
bet:116
ear:116
mark:116
speaking:116
diggory:116
happily:115
sharply:115
hidden:115
surprise:115
piece:115
dragon:115
tom:115
prophecy:115
seeing:114
heavy:114
jumped:114
spells:114
whatever:113
repeated:113
closer:113
forced:113
em:113
attack:113
charm:113
extremely:113
hastily:113
gray:112
direction:112
sleep:112
somewhere:112
practice:112
teeth:112
wondered:111
headmaster:111
wizarding:111
hole:111
angelina:111
neither:110
huge:110
knees:110
become:110
climbed:110
smiled:110
apart:109
disappeared:109
terrible:109
actually:109
opposite:109
don:109
department:109
gazing:109
forgotten:108
blue:108
dog:108
library:108
yer:108
tightly:108
break:108
information:108
firebolt:108
knocked:107
surprised:107
anymore:107
bell:107
attention:107
task:107
spot:106
nervously:106
upstairs:106
simply:106
unless:106
egg:106
line:106
alive:106
drink:106
excellent:106
immediately:106
tournament:106
pink:105
needed:105
paper:105
following:105
truth:105
hufflepuff:105
joined:105
prime:105
siriuss:105
clutching:104
decided:104
power:104
halfway:104
nick:104
cabin:104
reading:103
slipped:103
playing:103
wondering:103
send:103
particularly:103
ravenclaw:103
buckbeak:103
drive:102
strange:102
subject:102
meeting:102
aside:102
theyll:102
afraid:102
footsteps:102
eater:102
keeping:101
obviously:101
nasty:101
bring:101
step:101
voices:101
waited:101
drew:101
remembered:101
seven:101
quick:101
picture:101
beyond:101
mirror:100
oclock:100
dunno:100
charms:100
attacked:100
madame:100
maxime:100
throat:99
twelve:99
notice:99
heavily:99
cried:99
landed:99
food:99
fight:99
quirrell:99
softly:99
path:99
staff:99
normal:98
group:98
afternoon:98
asleep:98
nearer:98
fer:98
filled:98
part:98
corridors:98
firmly:97
swung:97
weeks:97
strode:97
bottom:97
sudden:97
nevilles:97
remained:97
bathroom:96
showed:96
ball:96
tomorrow:96
eagerly:96
page:96
means:96
frowning:96
flitwick:96
love:96
twice:95
lit:95
dream:95
placed:95
gryffindors:95
view:95
katie:95
tail:94
join:94
putting:94
screamed:94
diary:94
spent:93
cat:93
minute:93
brown:93
visit:93
everybody:93
glad:93
sank:93
term:93
safe:93
brightly:93
bellatrix:93
hoping:92
single:92
living:92
forehead:92
poor:92
usually:92
rolled:92
itself:92
scared:92
beaming:92
closely:92
fang:92
lucius:92
fear:91
throwing:91
fixed:91
purple:91
hiding:91
shock:91
wonder:91
thinks:91
forget:91
myrtle:91
secret:90
explain:90
busy:90
impatiently:90
lucky:90
won:90
names:90
marble:90
conversation:90
pettigrew:90
showing:89
sense:89
hurry:89
worked:89
hurrying:89
waving:89
broomstick:89
definitely:89
tall:88
youknowwho:88
surely:88
seriously:88
cut:88
change:88
nine:88
muttering:88
headless:88
bellowed:88
pass:88
bludger:88
deserted:88
detention:88
ernie:88
liked:87
hissed:87
asking:87
present:87
wind:87
fly:87
worst:87
twenty:87
touch:87
copy:87
bin:87
months:87
using:87
highly:87
champions:87
changed:86
often:86
crossed:86
furious:86
powerful:86
follow:86
quaffle:86
perfectly:85
luck:85
snarled:85
terrified:85
hanging:85
grass:85
severus:85
dare:84
sideways:84
live:84
letters:84
eh:84
seats:84
facing:84
deal:84
doubt:84
fifty:84
brain:84
early:83
business:83
itll:83
handed:83
stretched:83
teach:83
eyebrows:83
nervous:83
dungeon:83
emerged:83
attempt:83
skin:82
trembling:82
writing:82
growled:82
row:82
dragons:82
leaned:82
hello:82
tables:82
hearing:82
party:82
approached:82
mundungus:82
missed:81
spotted:81
nearest:81
seems:81
grabbed:81
control:81
sometimes:81
thrown:81
hot:81
witches:81
cage:81
save:81
triwizard:81
careful:80
questions:80
lady:80
fall:80
waved:80
badly:80
eat:80
passing:80
anger:80
die:80
pretty:80
falling:80
houseelf:80
surface:80
privet:79
whisper:79
bedroom:79
somehow:79
cupboard:79
lunch:79
jus:79
cornelius:79
inches:79
prefect:79
moments:79
divination:79
skeeter:79
excitedly:78
mention:78
sounding:78
easy:78
chocolate:78
shortly:78
play:78
charlie:78
fallen:78
fault:78
flames:78
student:78
moodys:78
scrimgeour:78
swept:77
growing:77
shoulders:77
force:77
shouldnt:77
holidays:77
ink:77
joke:77
check:77
finger:77
form:77
deeply:77
dursley:76
potters:76
sister:76
pressed:76
famous:76
crack:76
stuck:76
helped:76
shining:76
longbottom:76
figure:76
coldly:75
shed:75
flat:75
earth:75
expelled:75
transfiguration:75
lee:75
compartment:75
sounds:75
recognized:75
dementor:75
screaming:74
albus:74
smell:74
fighting:74
wooden:74
breathing:74
scarlet:74
sprout:74
distant:74
split:73
tight:73
frightened:73
favorite:73
imagine:73
carried:73
reach:73
bones:73
broomsticks:73
alley:73
soft:73
twins:73
among:73
anxiously:73
further:73
feast:73
shouting:73
pitch:73
rain:72
beard:72
problem:72
excitement:72
hang:72
loads:72
rising:72
drawing:72
secrets:72
tip:72
anybody:72
realize:71
pull:71
determined:71
lips:71
sharp:71
calmly:71
rang:71
warning:71
cool:71
plan:71
interested:71
human:71
hung:71
invisible:71
hesitated:71
gleaming:71
ludo:71
pensieve:71
umbridges:71
although:70
trust:70
size:70
wake:70
birthday:70
sick:70
downstairs:70
sighed:70
shrieked:70
headed:70
stunned:70
desperately:70
age:69
written:69
worth:69
strong:69
write:69
money:69
fathers:69
patch:69
madeye:69
knowing:68
rat:68
history:68
thousand:68
halt:68
phoenix:68
glittering:68
properly:68
serious:68
blacks:68
molly:68
anywhere:67
happening:67
vernons:67
leading:67
packed:67
midair:67
ugly:67
lowered:67
aware:67
colin:67
frank:67
unable:66
dudleys:66
pause:66
ghost:66
thoughts:66
soared:66
position:66
borgin:66
impression:66
garden:65
sped:65
cleared:65
bound:65
drop:65
certain:65
peering:65
welcome:65
galleons:65
silvery:65
lifted:65
blank:65
prince:65
goal:65
wings:65
stan:65
mclaggen:65
louder:64
london:64
grip:64
hide:64
burning:64
mistake:64
pile:64
month:64
extra:64
echoed:64
sorting:64
classes:64
chosen:64
fourth:64
saved:64
firenze:64
escaped:64
ogden:64
useful:63
slammed:63
anxious:63
relief:63
village:63
brother:63
gaunt:63
paused:63
heading:63
riddles:63
hundreds:62
shocked:62
game:62
level:62
leaning:62
notes:62
missing:62
delighted:62
narrow:62
smoke:62
interesting:62
guard:62
ages:62
stands:62
understood:62
werewolf:62
nearby:62
essay:62
final:62
harder:61
mood:61
hoped:61
locked:61
escape:61
fun:61
list:61
soul:61
grinned:61
security:61
double:61
stadium:61
teaching:61
bang:61
fresh:61
clothes:60
awake:60
demanded:60
spiders:60
danger:60
suggested:60
fit:60
mine:60
rage:60
lower:60
brilliant:60
solid:60
higher:60
platform:60
excited:60
upward:60
plate:60
flung:60
cover:60
landing:60
members:60
st.:60
everywhere:59
horror:59
marge:59
received:59
forbidden:59
checking:59
possibly:59
wheres:59
post:59
cross:59
whistle:59
win:59
raising:59
hi:59
previous:59
champion:59
morfin:59
buy:58
complete:58
learned:58
armchair:58
gets:58
sun:58
pretending:58
wished:58
rubbish:58
tent:58
excuse:58
rid:58
lie:58
calm:58
basin:58
tone:58
attempted:58
patronus:58
dozen:57
powers:57
kicked:57
crying:57
finish:57
keeper:57
breaking:57
panic:57
chairs:57
color:57
houses:57
panted:57
eating:57
interest:57
curtains:57
believed:57
snow:57
likely:57
fellow:57
butterbeer:57
lived:56
glance:56
socks:56
spider:56
yellow:56
ignored:56
touched:56
rock:56
kindly:56
filthy:56
easily:56
glaring:56
cast:56
wave:56
pay:56
difficulty:56
familiar:56
warm:56
contact:56
carriage:56
beauxbatons:56
act:55
meanwhile:55
tired:55
bought:55
ripped:55
keen:55
settled:55
station:55
panting:55
twisted:55
badge:55
lead:55
creature:55
pansy:55
dived:55
ha:55
sending:55
therefore:55
remain:55
durmstrang:55
goodbye:54
dressed:54
grin:54
distance:54
gently:54
wild:54
nodding:54
scream:54
saturday:54
glancing:54
wildly:54
makes:54
dancing:54
study:54
losing:54
norris:54
effort:54
innocent:54
inch:54
caused:54
abruptly:54
fawkes:54
hippogriff:54
narcissa:54
stick:53
agreed:53
clean:53
doorway:53
squeaked:53
wanting:53
orders:53
gringotts:53
finding:53
impossible:53
wrote:53
leaves:53
pushing:53
marched:53
hey:53
georges:53
dress:53
ignoring:53
objects:53
movement:53
helping:53
directly:53
exams:53
centaurs:53
support:53
viktor:53
oddly:52
peered:52
lose:52
visible:52
gotten:52
crash:52
eggs:52
reminded:52
mothers:52
bus:52
darkly:52
spread:52
weight:52
shadows:52
yours:52
failed:52
carry:52
enter:52
floating:52
avoid:52
applause:52
unpleasant:52
forgot:52
struggling:52
seeker:52
fury:52
exam:52
houseelves:52
knife:52
peter:52
eight:51
upset:51
special:51
private:51
envelope:51
wonderful:51
speed:51
expecting:51
rules:51
becoming:51
test:51
slip:51
dreams:51
space:51
zoomed:51
choice:51
fifth:51
alicia:51
moaning:51
gaze:51
instructions:51
echoing:51
attempting:51
mungos:51
dull:50
midnight:50
eleven:50
bowed:50
jump:50
journey:50
cause:50
temper:50
diagon:50
learn:50
crystal:50
weird:50
calling:50
clearing:50
lawn:50
scene:50
advanced:50
ancient:50
law:50
mysteries:50
boggart:50
mcgonagalls:49
bottles:49
figg:49
hats:49
handsome:49
bitterly:49
fireplace:49
whenever:49
decide:49
scrambled:49
brooms:49
goes:49
striding:49
opening:49
shadow:49
plenty:49
center:49
ward:49
enjoying:49
continue:49
throw:49
convinced:49
thoroughly:49
lupins:49
barty:49
grawp:49
overhead:48
stare:48
irritably:48
balls:48
gigantic:48
company:48
flash:48
bowl:48
faint:48
confused:48
knock:48
moon:48
examining:48
clapped:48
lift:48
picking:48
singing:48
fought:48
stuffed:48
handle:48
breathed:48
sprinted:48
rolling:48
monster:48
disappointed:48
message:48
including:48
grimly:48
entirely:48
contents:48
fully:48
closing:48
auror:48
d.a:48
amount:47
dashed:47
persuade:47
swallowed:47
staying:47
toilet:47
straightened:47
lap:47
abou:47
marks:47
tongue:47
blimey:47
sunlight:47
tied:47
warned:47
slight:47
sparks:47
curious:47
shell:47
desperate:47
brave:47
cmon:47
interrupted:47
herbology:47
taught:47
jordan:47
dragged:47
ended:47
prepared:47
lockharts:47
cedrics:47
phineas:47
report:46
sleeping:46
stars:46
wet:46
appearance:46
clutched:46
explained:46
beak:46
handing:46
hate:46
setting:46
fangs:46
trunks:46
impressed:46
fist:46
answered:46
troll:46
dropping:46
suit:46
obvious:46
dying:46
bow:46
blankly:46
cabinet:46
vaguely:46
skrewts:46
grubblyplank:46
road:45
blame:45
mumbled:45
lights:45
wiping:45
plates:45
hopefully:45
cry:45
bank:45
knocking:45
ordinary:45
weak:45
needs:45
folded:45
passage:45
surrounded:45
mentioned:45
glared:45
thomas:45
curled:45
massive:45
knight:45
effect:45
smashed:45
permission:45
gilderoy:45
causing:45
shrugged:45
evidence:45
trelawneys:45
mustache:44
blinked:44
whispering:44
older:44
gazed:44
crept:44
silently:44
relieved:44
curiously:44
shelves:44
clock:44
beat:44
international:44
frog:44
barrier:44
slow:44
played:44
express:44
pumpkin:44
simple:44
children:44
justin:44
offered:44
seventh:44
overheard:44
jinx:44
admit:44
ginnys:44
righ:44
rosmerta:44
kingsley:44
occlumency:44
horcrux:44
woke:43
signs:43
spectacles:43
baby:43
newspaper:43
shout:43
training:43
dirty:43
ignore:43
ways:43
package:43
rubbing:43
draw:43
lock:43
quills:43
lives:43
board:43
prefects:43
considered:43
lines:43
portraits:43
farther:43
spiral:43
binns:43
rush:43
cheerful:43
member:43
hem:43
fluffy:43
planning:43
mass:43
giants:43
proud:42
wife:42
weather:42
statue:42
lamp:42
square:42
lily:42
future:42
pretend:42
sleeve:42
orange:42
barked:42
difference:42
honestly:42
crowded:42
risk:42
k:42
whod:42
stayed:42
beds:42
whipped:42
evil:42
couldve:42
dusty:42
shown:42
song:42
zabini:42
changing:42
horses:42
clue:42
catching:42
protection:42
terror:42
lip:42
figures:42
refused:42
listened:42
centaur:42
ring:42
hedwigs:42
circular:42
comes:42
requirement:42
grimmauld:42
backed:41
telephone:41
sinking:41
places:41
underneath:41
grew:41
murmured:41
wore:41
tapped:41
miserable:41
croaked:41
monday:41
icy:41
pockets:41
aloud:41
bar:41
instantly:41
nimbus:41
roots:41
checked:41
ollivander:41
removed:41
annoyed:41
percys:41
keeps:41
parkinson:41
ouch:41
hooch:41
pick:41
brains:41
exchanged:41
unfortunately:41
breathlessly:41
indignantly:41
allow:41
jerked:40
behavior:40
mans:40
bringing:40
roar:40
hated:40
wrapped:40
safely:40
sink:40
bearing:40
painful:40
miserably:40
count:40
roll:40
clenched:40
fiercely:40
clever:40
dry:40
mustve:40
coolly:40
beamed:40
damage:40
jet:40
spun:40
insides:40
heaved:40
lies:40
horrified:40
bird:40
till:40
murdered:40
memories:40
aragog:40
skull:40
murder:40
pigwidgeon:40
shake:39
noticing:39
struck:39
lately:39
fair:39
surrounding:39
pieces:39
wrenched:39
bags:39
bewildered:39
sadly:39
toad:39
nowhere:39
ingredients:39
unicorn:39
occurred:39
briskly:39
brothers:39
captain:39
smooth:39
candles:39
weakly:39
pajamas:39
struggled:39
sweeping:39
sticking:39
club:39
startled:39
fifteen:39
pleasure:39
state:39
due:39
staggered:39
burrow:39
juice:39
marauders:39
imperius:39
dolores:39
slughorns:39
horcruxes:39
promise:38
horribly:38
jumping:38
perfect:38
muffled:38
bits:38
vision:38
sneered:38
dangling:38
sides:38
liquid:38
youknow:38
goblins:38
rattling:38
snatched:38
bother:38
search:38
finnigan:38
password:38
appear:38
squinting:38
foul:38
trolls:38
guilty:38
yelling:38
concerned:38
killing:38
soaring:38
larger:38
stopping:38
remaining:38
dreadful:38
creevey:38
alarmed:38
bedside:38
expecto:38
correct:38
remus:38
bertha:38
o.w.l:38
country:37
strangely:37
unusual:37
grunted:37
acting:37
discuss:37
guess:37
forever:37
laid:37
wear:37
grown:37
moaned:37
burned:37
noises:37
toast:37
born:37
pub:37
servant:37
oak:37
e:37
ourselves:37
card:37
studying:37
hufflepuffs:37
sprang:37
sooner:37
branches:37
pounding:37
spoken:37
weapon:37
cheering:37
sobbing:37
mist:37
signed:37
smirking:37
discovered:37
choked:37
suspicious:37
o.w.l.s:37
powder:37
sensation:37
godfather:37
smith:37
involved:36
opinion:36
cloaks:36
silly:36
shooting:36
frozen:36
swooped:36
vast:36
wishing:36
swear:36
trip:36
ducked:36
hungry:36
minerva:36
horse:36
fists:36
manage:36
lined:36
goblin:36
deeper:36
boxes:36
dust:36
foolish:36
raise:36
yell:36
teams:36
bloody:36
speech:36
clouds:36
letting:36
bending:36
dormitories:36
conjured:36
men:36
lovely:36
pages:36
likes:36
nevertheless:36
circle:36
necklace:36
apparate:36
accompanied:36
bleeding:36
emerging:36
matters:36
wardrobe:36
fudges:36
article:36
aurors:36
greatest:35
bear:35
kiss:35
normally:35
pictures:35
frantically:35
quivering:35
alarm:35
damp:35
steal:35
shadowy:35
upside:35
faded:35
someones:35
positively:35
miles:35
theory:35
leaky:35
ends:35
curses:35
beautiful:35
paid:35
tore:35
rise:35
ghosts:35
cheers:35
dragging:35
spat:35
date:35
practicing:35
uncomfortable:35
jar:35
flint:35
feeble:35
replaced:35
erupted:35
injured:35
king:35
bench:35
traveling:35
supporters:35
marietta:35
trick:34
yesterday:34
drawn:34
distinctly:34
presents:34
hitting:34
sorts:34
snap:34
cracked:34
rude:34
minds:34
stronger:34
exploded:34
thirteen:34
maze:34
extraordinary:34
bite:34
talked:34
flashed:34
players:34
tunnel:34
imagined:34
uncertainly:34
dungeons:34
bulging:34
wherever:34
owlery:34
add:34
oliver:34
absolutely:34
madly:34
feelings:34
spinning:34
outstretched:34
grim:34
otherwise:34
weekend:34
wouldve:34
evidently:34
opportunity:34
apparition:34
crouchs:34
cave:34
rumors:33
faintly:33
reply:33
groaned:33
smoothly:33
gap:33
bored:33
squeezed:33
pack:33
perched:33
boat:33
wiped:33
beating:33
advice:33
fork:33
nostrils:33
happens:33
rounded:33
sixth:33
flight:33
forgive:33
dads:33
armor:33
vanishing:33
thud:33
forcing:33
suspected:33
knowledge:33
poison:33
squealed:33
situation:33
gates:33
defensive:33
delacour:33
meetings:33
zacharias:33
felix:33
racing:32
screwed:32
families:32
ice:32
swiftly:32
sea:32
rooms:32
frame:32
friendly:32
halloween:32
fool:32
poking:32
shame:32
twisting:32
seventeen:32
gloomily:32
feathers:32
willow:32
misty:32
results:32
steam:32
sigh:32
earlier:32
idiot:32
cared:32
ashamed:32
exhausted:32
bodies:32
instant:32
meaning:32
suspiciously:32
particular:32
swinging:32
continuing:32
avoiding:32
swirling:32
halfblood:32
chin:32
satisfied:32
shrugging:32
basilisk:32
injuries:32
veela:32
merope:32
suggest:31
cheek:31
contrary:31
narrowed:31
everyones:31
hollow:31
handkerchief:31
sobbed:31
blew:31
spend:31
cousin:31
brass:31
snakes:31
plainly:31
rapidly:31
faster:31
shiny:31
thatll:31
sliding:31
upright:31
entering:31
urgently:31
buried:31
tipped:31
cards:31
lurking:31
reveal:31
velvet:31
potionmaking:31
pairs:31
widely:31
arrival:31
turns:31
rows:31
patil:31
bludgers:31
slumped:31
seizing:31
blast:31
possession:31
searching:31
wine:31
recognize:31
desire:31
discussing:31
thoughtfully:31
illegal:31
happiness:31
perform:31
sentence:31
underage:31
pressing:31
dance:31
heir:31
plans:31
presence:31
thas:31
undoubtedly:31
judges:31
mate:31
quibbler:31
clipboard:31
birds:30
clicked:30
steadily:30
cars:30
remembering:30
intently:30
heels:30
howling:30
hut:30
sword:30
didn:30
passageway:30
trapped:30
stool:30
loss:30
slimy:30
elbow:30
according:30
heavens:30
accidentally:30
stretching:30
push:30
decent:30
tapestry:30
directions:30
hurting:30
strength:30
towering:30
thickly:30
cloud:30
shrieking:30
chose:30
norbert:30
hogs:30
personally:30
motionless:30
prevent:30
accident:30
hoarsely:30
decree:30
hex:30
decision:30
unconscious:30
occasionally:30
gargoyle:30
approaching:30
progress:30
illuminated:30
montague:30
building:29
stranger:29
underground:29
blond:29
parcel:29
sixteen:29
gang:29
subjects:29
afterward:29
ribs:29
younger:29
coat:29
mail:29
grab:29
speeding:29
warn:29
kettle:29
gulp:29
mess:29
eager:29
archway:29
hurtled:29
blinking:29
awkwardly:29
reflected:29
happier:29
kings:29
gathered:29
cakes:29
woods:29
prove:29
cutting:29
beaters:29
froze:29
battle:29
flatly:29
whoever:29
desks:29
easier:29
pure:29
whatre:29
ireland:29
proof:29
loose:29
shivering:29
darted:29
safety:29
faithful:29
tray:29
puzzled:29
dimly:29
prospect:29
attacking:29
enthusiastically:29
eyeing:29
incredulously:29
details:29
tense:29
attacks:29
curtly:29
duty:29
guessed:29
honeydukes:29
headquarters:29
examination:29
magazine:29
thestrals:29
mysterious:28
pretended:28
concentrate:28
worrying:28
promised:28
sweet:28
streaming:28
burn:28
blow:28
bald:28
informed:28
shelf:28
wrist:28
ta:28
outta:28
accept:28
cauldrons:28
key:28
lied:28
crumpled:28
hairy:28
amazed:28
reckons:28
cough:28
cheeks:28
bewitched:28
luggage:28
magnificent:28
winning:28
sneak:28
threatening:28
shrilly:28
moonlight:28
edged:28
glimpse:28
bursting:28
blocked:28
crouched:28
torn:28
rope:28
sorcerers:28
astronomy:28
straightening:28
mistaken:28
werewolves:28
bane:28
winged:28
naturally:28
precisely:28
daresay:28
spare:28
proceeded:28
concealed:28
casting:28
polyjuice:28
macmillan:28
source:28
arithmancy:28
pleasantly:28
giggling:28
offer:28
amos:28
tentatively:28
veil:28
ensure:28
badges:28
horntail:28
lovegood:28
inquisitor:28
drifting:27
shape:27
proper:27
sweets:27
patting:27
breeze:27
hows:27
hissing:27
collapsed:27
snorted:27
wizardry:27
rats:27
gulped:27
goin:27
blazing:27
d:27
plunged:27
works:27
ruddy:27
wheeled:27
share:27
learning:27
prefer:27
awful:27
filling:27
shimmering:27
plant:27
spirits:27
argument:27
tips:27
petrified:27
ropes:27
posts:27
chasers:27
protect:27
swayed:27
johnson:27
flashing:27
hint:27
itd:27
broadly:27
shade:27
sweat:27
squinted:27
masters:27
takes:27
holiday:27
schedule:27
community:27
glow:27
photograph:27
satisfaction:27
remove:27
spy:27
returning:27
dim:27
myrtles:27
various:27
sake:27
trace:27
shield:27
despite:27
awoke:27
patronum:27
interview:27
bulgarian:27
merpeople:27
felicis:27
nerve:26
broad:26
yawned:26
judging:26
chuckled:26
fancy:26
drops:26
plain:26
examined:26
hushed:26
television:26
roaring:26
scratching:26
ordered:26
dreamed:26
wandering:26
public:26
slamming:26
mustnt:26
friday:26
amazement:26
clapping:26
reaching:26
sofa:26
comfortable:26
gasp:26
scribbled:26
ridiculous:26
glowing:26
flourish:26
painfully:26
yourselves:26
wow:26
aback:26
firs:26
arguing:26
daring:26
zooming:26
dislike:26
pouring:26
sternly:26
player:26
guarding:26
spite:26
stolen:26
yard:26
performed:26
roughly:26
recent:26
shriek:26
shapes:26
mud:26
re:26
enjoy:26
limp:26
flame:26
seize:26
dobbys:26
height:26
faced:26
entire:26
thrust:26
popping:26
gripping:26
clunk:26
disbelief:26
recently:26
uncomfortably:26
sack:26
bowler:26
irish:26
lack:26
jinxes:26
locket:26
boring:25
agree:25
twitched:25
rumbling:25
knee:25
rule:25
counting:25
sweater:25
headmistress:25
rushed:25
cake:25
addressed:25
stuffing:25
cheer:25
bills:25
gloves:25
standard:25
music:25
drinking:25
pinned:25
depths:25
measure:25
bothered:25
mountain:25
chicken:25
ankles:25
stories:25
steady:25
block:25
facetoface:25
object:25
slightest:25
staffroom:25
choose:25
spose:25
hero:25
track:25
humans:25
papers:25
urgent:25
distracted:25
unlike:25
career:25
highpitched:25
named:25
drank:25
instance:25
connected:25
floo:25
cautiously:25
north:25
wearily:25
impressive:25
headmasters:25
dressing:25
ministrys:25
released:25
abandoned:25
amused:25
ern:25
fairly:25
tasks:25
jorkins:25
neighbors:24
stretch:24
stumbled:24
pop:24
climbing:24
lightning:24
jacket:24
lamps:24
neat:24
smaller:24
pig:24
thirty:24
sniggered:24
sneaking:24
strained:24
september:24
gruffly:24
argue:24
goodness:24
tap:24
promptly:24
shoes:24
pacing:24
visitors:24
banging:24
tearing:24
blowing:24
gloomy:24
dully:24
storm:24
slipping:24
glinting:24
knot:24
load:24
umbrella:24
fluttered:24
proudly:24
record:24
bat:24
crammed:24
length:24
11:24
animal:24
quarter:24
poked:24
disappear:24
bars:24
begin:24
ravenclaws:24
caretaker:24
remind:24
insisted:24
poured:24
narrowly:24
beckoned:24
trapdoor:24
fluttering:24
fetch:24
reflection:24
kissing:24
climb:24
clicking:24
shouldve:24
alongside:24
waste:24
threshold:24
concentrating:24
traveled:24
self:24
aim:24
adding:24
blurred:24
charge:24
whomping:24
reappeared:24
shudder:24
grave:24
enchanted:24
slide:24
fake:24
explanation:24
squad:24
unlikely:24
jaw:24
outline:24
lowering:24
proved:24
lane:24
benches:24
ginger:24
chain:24
buckbeaks:24
consider:24
concentration:24
portkey:24
campsite:24
fountain:24
nigellus:24
tie:23
cats:23
lots:23
halfmoon:23
crooked:23
flickered:23
hid:23
kissed:23
bacon:23
owned:23
elses:23
ideas:23
ate:23
shuffled:23
visited:23
swimming:23
lump:23
fill:23
swore:23
grateful:23
paying:23
reasons:23
coins:23
pipe:23
twitching:23
experience:23
plump:23
floors:23
gripped:23
substance:23
drifted:23
useless:23
flamel:23
upper:23
hannah:23
bounced:23
quirrells:23
hangings:23
politely:23
gift:23
searched:23
screams:23
dive:23
natural:23
crate:23
announced:23
chaser:23
treat:23
belonged:23
contained:23
touching:23
leaping:23
hooded:23
breathe:23
greeted:23
drained:23
hoarse:23
especially:23
sacked:23
pity:23
chains:23
cursed:23
hood:23
hurriedly:23
marked:23
hedge:23
brandishing:23
secrecy:23
freds:23
committee:23
regular:23
pot:23
pureblood:23
avoided:23
amusing:23
lords:23
action:23
parseltongue:23
descended:23
utterly:23
absence:23
pausing:23
casual:23
fence:23
lightly:23
advantage:23
chang:23
bore:23
tents:23
bode:23
elves:23
sisters:23
wizengamot:23
horace:23
hepzibah:23
husband:22
bunch:22
stiffly:22
photographs:22
snowy:22
slug:22
complain:22
shaken:22
vanish:22
belong:22
disgust:22
sunday:22
cheerfully:22
bouncing:22
drowned:22
yehve:22
gettin:22
necessary:22
grow:22
gamekeeper:22
handful:22
honor:22
circumstances:22
feather:22
jeans:22
joking:22
introduce:22
collect:22
currently:22
scowling:22
gliding:22
curtain:22
jolt:22
fires:22
scroll:22
pudding:22
yawning:22
emptied:22
poster:22
swaying:22
snatching:22
goyles:22
defend:22
gaped:22
sneering:22
painting:22
statues:22
nightmare:22
score:22
embarrassed:22
suspended:22
fourposter:22
replied:22
shows:22
feared:22
personal:22
schools:22
frowned:22
detentions:22
popular:22
ronan:22
struggle:22
mere:22
swam:22
offering:22
enjoyed:22
disturbed:22
pride:22
series:22
numb:22
regret:22
dueling:22
davies:22
banned:22
macnair:22
roberts:22
omnioculars:22
stunning:22
kreachers:22
lestrange:22
healer:22
daughter:21
unusually:21
flicked:21
emerald:21
noble:21
patted:21
trembled:21
bushy:21
leather:21
shone:21
games:21
backs:21
kitchens:21
spending:21
blinding:21
purpose:21
fail:21
1:21
gleefully:21
freezing:21
chilly:21
crouching:21
squashed:21
flickering:21
yehll:21
respect:21
shops:21
bloke:21
counter:21
vault:21
torches:21
mountains:21
nerves:21
judge:21
steak:21
chat:21
colored:21
grandmother:21
lazily:21
darting:21
flushed:21
gown:21
admitted:21
hotly:21
chess:21
lopsided:21
ringing:21
basket:21
pillow:21
pressure:21
triumph:21
drinks:21
honest:21
forgetting:21
erm:21
deaths:21
iron:21
examine:21
assured:21
carpet:21
loved:21
account:21
survived:21
forcefully:21
dung:21
risen:21
aching:21
grabbing:21
winking:21
retrieve:21
flown:21
alleyway:21
rushing:21
unpleasantly:21
pool:21
automatically:21
covering:21
stubbornly:21
store:21
occasion:21
distractedly:21
whatsoever:21
pleasant:21
required:21
howre:21
cadogan:21
mead:21
curiosity:21
achieved:21
departed:21
harsh:21
wormtails:21
astonished:21
invited:21
extendable:21
drove:20
casually:20
swelled:20
destroyed:20
shaped:20
sad:20
twinkling:20
watery:20
roof:20
animals:20
tank:20
hammering:20
shopping:20
punishment:20
doubted:20
stole:20
owner:20
bobbing:20
taste:20
gives:20
witchcraft:20
cart:20
followers:20
anythin:20
battered:20
whirled:20
tapping:20
swelling:20
grade:20
scales:20
shabby:20
smoking:20
sickles:20
hooting:20
tracks:20
corners:20
blotts:20
silk:20
mixture:20
gloom:20
stream:20
carriages:20
events:20
explaining:20
floated:20
boot:20
sleepy:20
filchs:20
ambition:20
thursday:20
lawns:20
earshot:20
borrow:20
blackboard:20
tugging:20
refusing:20
hoops:20
sprinting:20
fright:20
violent:20
dogs:20
hopeful:20
shoved:20
disappointment:20
dashing:20
favor:20
howled:20
easter:20
violently:20
comfort:20
midst:20
deadly:20
truly:20
hatred:20
fix:20
serpent:20
nudged:20
spellbooks:20
understanding:20
cleaning:20
false:20
earnestly:20
hewhomustnotbenamed:20
errol:20
star:20
jug:20
ve:20
amazing:20
enthusiasm:20
suffered:20
mudblood:20
widened:20
immensely:20
preferred:20
scanned:20
strike:20
extinguished:20
dread:20
june:20
focus:20
orphanage:20
bowing:20
atmosphere:20
uncontrollably:20
hopelessly:20
hie:20
dreaming:20
formed:20
bagmans:20
summoning:20
flask:20
skrewt:20
tha:20
blackened:20
rookwood:20
sturgis:20
rufus:20
princes:20
leanne:20
shuddered:19
child:19
sparkling:19
stiff:19
brick:19
sniffed:19
blankets:19
bolt:19
tucked:19
glowed:19
woken:19
milk:19
skinny:19
bigger:19
planned:19
peoples:19
bangs:19
cream:19
knuckles:19
bitten:19
buying:19
dennis:19
dodged:19
greenhouse:19
uncles:19
ragged:19
tangled:19
warmth:19
bath:19
realizing:19
clambered:19
tickets:19
stack:19
scribbling:19
cost:19
rustling:19
cushion:19
thousands:19
neatly:19
threequarters:19
wound:19
lid:19
flick:19
rip:19
remains:19
poltergeist:19
wednesday:19
toppled:19
spilled:19
boiling:19
exciting:19
mounted:19
delight:19
shouts:19
mouths:19
compared:19
sleeves:19
awkward:19
ajar:19
blasted:19
disgusting:19
blocking:19
nights:19
swollen:19
creeping:19
sob:19
livid:19
practical:19
stormed:19
rigid:19
yells:19
beg:19
award:19
spreading:19
heartily:19
shh:19
inner:19
clatter:19
devoted:19
skidded:19
confident:19
pit:19
scratched:19
arrive:19
nature:19
smirked:19
polished:19
muggleborn:19
thread:19
withdrew:19
patches:19
insane:19
antidote:19
amongst:19
scarves:19
urge:19
momentarily:19
dippet:19
runes:19
attempts:19
serenely:19
female:19
indicated:19
scowled:19
area:19
allowing:19
mildly:19
revealed:19
betrayed:19
murderer:19
destroy:19
warrington:19
ability:19
krums:19
compete:19
ship:19
hexes:19
padma:19
army:19
michael:19
greyback:19
cole:19
nonsense:18
firm:18
blonde:18
tuesday:18
fashion:18
britain:18
pavement:18
fond:18
scars:18
shaggy:18
slept:18
camera:18
ripping:18
leap:18
sobs:18
largest:18
unknown:18
metal:18
noses:18
banged:18
porridge:18
damn:18
beetle:18
sausages:18
sincerely:18
fireworks:18
firelight:18
blown:18
nah:18
flattened:18
kick:18
protective:18
stones:18
terms:18
ride:18
enemies:18
august:18
sons:18
trolley:18
chattering:18
disgruntled:18
bye:18
afford:18
beans:18
eaten:18
sorted:18
outstanding:18
chances:18
candlelight:18
edges:18
taller:18
bare:18
argus:18
greenhouses:18
plants:18
circling:18
bezoar:18
crossbow:18
git:18
mightve:18
reasonably:18
twigs:18
hovering:18
grasped:18
streaked:18
triumphant:18
packing:18
flitwicks:18
tripped:18
resist:18
guards:18
exploding:18
groups:18
saving:18
noisy:18
begun:18
buzzing:18
spinnet:18
dangerously:18
jerking:18
concern:18
bitter:18
section:18
pince:18
separated:18
muddy:18
grumpily:18
arriving:18
cornered:18
dawn:18
hoisted:18
wasn:18
sneaked:18
answering:18
invented:18
creaked:18
flooding:18
liar:18
treated:18
sealed:18
exist:18
nod:18
shattered:18
greenish:18
undertone:18
burkes:18
handbag:18
strolled:18
issuing:18
beaten:18
guilt:18
harm:18
ony:18
october:18
wheezy:18
monsters:18
deliberately:18
gesturing:18
toes:18
attitude:18
widening:18
tones:18
confidence:18
wan:18
measures:18
intended:18
chart:18
magnolia:18
ministers:18
defiantly:18
assume:18
mental:18
ladder:18
success:18
hippogriffs:18
diggorys:18
heat:18
animagus:18
possibility:18
disapparated:18
hoop:18
fiery:18
cruciatus:18
s.p.e.w:18
ze:18
roger:18
romilda:18
discover:17
swooping:17
daylight:17
stern:17
reported:17
piercing:17
howl:17
engine:17
heel:17
chasing:17
crashed:17
winked:17
whinging:17
waist:17
twin:17
fierce:17
shivered:17
rolls:17
keys:17
mom:17
kid:17
ruined:17
insult:17
wouldn:17
main:17
pupils:17
telescope:17
sell:17
screech:17
barn:17
gathering:17
anyones:17
occasions:17
robe:17
fascinating:17
hairs:17
heap:17
acted:17
polite:17
charlies:17
starving:17
sprouts:17
dazed:17
trevor:17
mainly:17
sleek:17
service:17
movements:17
rare:17
owners:17
untidy:17
slugs:17
booming:17
collar:17
prodding:17
tells:17
sloping:17
mingled:17
assistant:17
peace:17
finds:17
paces:17
league:17
model:17
bubbles:17
joining:17
straining:17
evenings:17
lifting:17
rarely:17
scored:17
frightening:17
spectacular:17
containing:17
merry:17
carved:17
image:17
sees:17
wasted:17
urged:17
thumping:17
bush:17
feels:17
suffering:17
unexpected:17
delivered:17
winding:17
branch:17
bothering:17
tugged:17
agony:17
bustled:17
grades:17
throbbing:17
punish:17
permitted:17
ankle:17
marching:17
gnarled:17
biting:17
um:17
copies:17
seated:17
girlfriend:17
mug:17
features:17
placing:17
police:17
howler:17
crackling:17
filed:17
spitting:17
chill:17
succeeded:17
decorated:17
snapping:17
cares:17
emotion:17
rough:17
pillows:17
ominous:17
yehre:17
issued:17
spirit:17
practices:17
conditions:17
fleeting:17
clearer:17
determination:17
glimpsed:17
secure:17
temple:17
ave:17
whereabouts:17
indicating:17
rack:17
gesture:17
total:17
kneeling:17
settle:17
padfoot:17
warningly:17
womans:17
incantation:17
immense:17
pace:17
wha:17
cushions:17
karkaroffs:17
tortured:17
n.e.w.t:17
marchbanks:17
magorian:17
dais:17
inferi:17
peculiar:16
lunchtime:16
eyed:16
uneasy:16
violet:16
hugged:16
rummaging:16
survive:16
piers:16
glory:16
poisonous:16
deafening:16
throughout:16
maroon:16
deliver:16
heres:16
trained:16
clamped:16
married:16
courage:16
cornin:16
dreading:16
curly:16
bustling:16
courtyard:16
wider:16
instruments:16
liking:16
kids:16
flavor:16
frogs:16
talent:16
shakily:16
bucket:16
turban:16
potatoes:16
treacle:16
squeak:16
complicated:16
frantic:16
duel:16
accidents:16
lasted:16
pie:16
crashing:16
meantime:16
identical:16
finishing:16
relaxed:16
answers:16
penalty:16
wandered:16
bread:16
grandfather:16
eerie:16
transfixed:16
discussion:16
transform:16
spilling:16
paler:16
press:16
receive:16
deserved:16
inter:16
victims:16
feverishly:16
gritted:16
curling:16
vicious:16
convince:16
friendship:16
loathed:16
toffee:16
manner:16
absentmindedly:16
reasonable:16
confederation:16
soup:16
attached:16
official:16
gnome:16
pathetic:16
paddock:16
display:16
creaking:16
crossing:16
considerable:16
pots:16
charming:16
goals:16
glowering:16
somewhat:16
outraged:16
bone:16
solution:16
persuaded:16
wailing:16
forming:16
sweetly:16
tale:16
huddled:16
retreated:16
partners:16
language:16
stirring:16
separate:16
lookout:16
appointment:16
severely:16
general:16
deny:16
serpents:16
beam:16
considering:16
greater:16
teacup:16
deserve:16
protruding:16
yep:16
reaction:16
stirred:16
sibyll:16
draped:16
penetrate:16
transformed:16
generally:16
injury:16
apprehensive:16
exceptionally:16
hers:16
scanning:16
habit:16
collided:16
witnessed:16
disapparate:16
cottage:16
invitation:16
foreign:16
lynch:16
gestured:16
chos:16
avada:16
fleurs:16
prat:16
enclosure:16
stupefy:16
authority:16
trusts:16
dolohov:16
schoolbag:16
shacklebolt:16
educational:16
hokey:16
imagining:15
problems:15
dared:15
mixed:15
boots:15
exasperated:15
screeched:15
punching:15
counted:15
adventure:15
vigorously:15
sworn:15
smallest:15
gasping:15
mouthful:15
shack:15
mane:15
grate:15
nothin:15
boomed:15
lookin:15
cruel:15
revenge:15
tricks:15
trousers:15
gleamed:15
enchantments:15
guide:15
beasts:15
sold:15
hurtling:15
billowing:15
crime:15
sneer:15
blink:15
shuffling:15
unicorns:15
spots:15
laden:15
youngest:15
clattering:15
uses:15
partner:15
nicolas:15
astonishment:15
lingered:15
millicent:15
greasy:15
baron:15
sweating:15
sugar:15
west:15
facedown:15
topmost:15
doorknob:15
sixty:15
potato:15
fading:15
shrinking:15
driving:15
locker:15
commentary:15
murmur:15
jealous:15
trailing:15
disapproving:15
giggled:15
stepping:15
disappearing:15
doin:15
longing:15
galloping:15
whys:15
dripping:15
fourteen:15
gentle:15
spotting:15
onward:15
resting:15
stamping:15
equal:15
mortal:15
mums:15
cooking:15
perch:15
scattered:15
ladies:15
breathless:15
darker:15
thundering:15
magically:15
resembled:15
mend:15
stealing:15
crimson:15
antidotes:15
chapter:15
mudbloods:15
shifted:15
supported:15
tear:15
importance:15
drawer:15
ghostly:15
loony:15
stalked:15
squeezing:15
stir:15
dazzling:15
wasting:15
surveying:15
frames:15
investigate:15
writhing:15
comment:15
mopping:15
arrested:15
arry:15
marvolo:15
pincers:15
complaining:15
enjoyable:15
shifting:15
command:15
gaping:15
pointless:15
hug:15
crescent:15
sunken:15
stroking:15
sarcastically:15
immediate:15
unaware:15
surveyed:15
unmistakable:15
zonkos:15
worn:15
indignation:15
enforcement:15
dungbombs:15
awoken:15
pettigrews:15
tests:15
utmost:15
ferret:15
frustration:15
stag:15
connection:15
moran:15
efforts:15
pus:15
closest:15
graveyard:15
mistress:15
stubby:15
bowtruckle:15
demelza:15
steering:14
collecting:14
tin:14
knowwho:14
rattled:14
imagination:14
hunt:14
belt:14
ruffled:14
precious:14
glumly:14
sniff:14
grudgingly:14
bundle:14
riding:14
wash:14
punished:14
biggest:14
july:14
poke:14
yellowish:14
necks:14
keyhole:14
strangled:14
sheets:14
strongly:14
sunk:14
teapot:14
swig:14
cowering:14
merlin:14
incredible:14
stumped:14
swishing:14
string:14
land:14
unfolded:14
ticket:14
women:14
jobs:14
flaming:14
cheered:14
covers:14
minuscule:14
tricky:14
mice:14
hooted:14
sweaty:14
reminding:14
sandwiches:14
sunshine:14
bend:14
transparent:14
glided:14
patched:14
rabbit:14
jammed:14
delicious:14
arrangements:14
hooked:14
fed:14
march:14
crowds:14
armchairs:14
vampire:14
protected:14
senses:14
bounded:14
refuse:14
groan:14
glittered:14
trophy:14
monstrous:14
decorations:14
askew:14
chained:14
fur:14
limping:14
limped:14
bandages:14
banner:14
colors:14
managing:14
restricted:14
english:14
edging:14
existence:14
wipe:14
enemy:14
stroke:14
believes:14
stage:14
whimpering:14
punishments:14
cracking:14
panicked:14
heaving:14
visiting:14
suspicion:14
freedom:14
devils:14
charged:14
overgrown:14
scurrying:14
slits:14
raw:14
blackness:14
responsible:14
sheet:14
dreamily:14
unfortunate:14
alarming:14
savagely:14
petunias:14
goggling:14
hill:14
candle:14
angle:14
feebly:14
vivid:14
headline:14
lungs:14
cries:14
shuddering:14
fears:14
freshly:14
resigned:14
magnified:14
oooh:14
feeding:14
wishes:14
appreciate:14
backing:14
scarf:14
attend:14
pearly:14
professors:14
squib:14
increased:14
bracingly:14
response:14
precise:14
flapping:14
crawled:14
disguise:14
inclined:14
wary:14
pet:14
increasingly:14
contorted:14
alert:14
release:14
irritated:14
lumos:14
revealing:14
littered:14
perplexed:14
prominent:14
sneakoscope:14
reluctant:14
underwater:14
illuminating:14
gas:14
newly:14
dealing:14
palm:14
fog:14
tm:14
energy:14
preparing:14
influence:14
giggle:14
endure:14
cackling:14
oneeyed:14
detail:14
bubble:14
brief:14
frequently:14
dismissively:14
trial:14
respond:14
applauding:14
wheezes:14
eyelids:14
agitated:14
pronounced:14
invite:14
twittering:14
winced:14
queue:14
blastended:14
distinct:14
briefly:14
charges:14
experienced:14
accio:14
veritaserum:14
wounds:14
inquisitorial:14
celebrating:13
wise:13
borrowed:13
waking:13
marges:13
wailed:13
fitted:13
chimney:13
sunny:13
merrily:13
earned:13
tightened:13
repaired:13
boarded:13
pelting:13
windowsill:13
dining:13
shriveled:13
thunder:13
slapping:13
stupidly:13
rubber:13
summat:13
overcoat:13
whistling:13
enclosed:13
scuttled:13
outrage:13
ours:13
somethin:13
toads:13
chased:13
sleepily:13
tryin:13
sets:13
scraping:13
treasure:13
emptying:13
trusted:13
galleon:13
malkins:13
drag:13
dried:13
mounting:13
beginning:13
improvement:13
paced:13
jerk:13
behave:13
photos:13
coffee:13
century:13
slowed:13
cliff:13
goblets:13
lanterns:13
whispers:13
hmm:13
roast:13
championship:13
snakelike:13
cozy:13
directed:13
toe:13
complex:13
messing:13
seamuss:13
draught:13
cure:13
collected:13
mount:13
nastily:13
mended:13
glee:13
confusion:13
impatient:13
bats:13
advancing:13
rear:13
diversion:13
dawned:13
fan:13
aha:13
health:13
disgusted:13
random:13
rich:13
crossly:13
deepest:13
dramatically:13
torture:13
brushing:13
laws:13
feed:13
humming:13
utter:13
advised:13
moan:13
mostly:13
hooves:13
stray:13
price:13
squid:13
sprawled:13
oldfashioned:13
served:13
mistakes:13
willing:13
grasp:13
confiscated:13
grief:13
unhappy:13
constant:13
bony:13
believing:13
duck:13
aimed:13
flapped:13
dug:13
restriction:13
bared:13
whipping:13
lousy:13
swing:13
blushing:13
rescue:13
peer:13
quality:13
gained:13
apprehensively:13
streaking:13
jets:13
vegetable:13
snort:13
rippling:13
venom:13
severe:13
flowers:13
sniggering:13
fumbled:13
bizarre:13
chandelier:13
reduced:13
superb:13
reluctantly:13
brow:13
podmore:13
prevented:13
founders:13
seeking:13
obscured:13
fervently:13
remotely:13
labeled:13
rim:13
scooped:13
flustered:13
shallow:13
stowed:13
corrected:13
prison:13
greatly:13
therell:13
giggles:13
inherited:13
pinstriped:13
prepare:13
hiss:13
scaly:13
instinctively:13
resentful:13
prize:13
possessions:13
register:13
definite:13
planted:13
bushes:13
tested:13
request:13
purring:13
qualified:13
congratulations:13
beads:13
assure:13
stew:13
tankard:13
produce:13
war:13
witness:13
assuming:13
capable:13
grindylows:13
prongs:13
dot:13
secretkeeper:13
convicted:13
hastened:13
confidently:13
obsessed:13
katies:13
aid:13
statement:13
predictions:13
performance:13
hangleton:13
ease:13
cooperation:13
approval:13
resumed:13
registered:13
unexpectedly:13
possess:13
appalled:13
shawls:13
appears:13
applied:13
yule:13
niffler:13
impediment:13
atrium:13
thestral:13
dawlish:13
destination:13
vane:13
cormac:13
pod:13
twycross:13
driven:12
flooded:12
improve:12
flinched:12
numbers:12
planets:12
gingerly:12
doorstep:12
mantelpiece:12
shrill:12
rapped:12
mystery:12
smelled:12
paws:12
puff:12
slithering:12
glistening:12
visitor:12
brandy:12
uniform:12
brandnew:12
relatives:12
address:12
lion:12
eagle:12
canceled:12
squashy:12
sports:12
shared:12
timidly:12
bridge:12
coast:12
lumpy:12
armed:12
brushed:12
fixing:12
warlock:12
bearded:12
yehd:12
similar:12
parted:12
puffing:12
vampires:12
quivered:12
selling:12
importantly:12
griphook:12
downward:12
fortune:12
couldn:12
claws:12
basic:12
peeling:12
piled:12
grunt:12
barking:12
platforms:12
built:12
gran:12
p:12
rubbed:12
mars:12
unwrapped:12
defeat:12
steep:12
starry:12
ruff:12
wrestling:12
abbott:12
finchfletchley:12
amid:12
chewing:12
boils:12
holes:12
boarhound:12
constantly:12
quicker:12
hoochs:12
snout:12
scrambling:12
mouthed:12
groped:12
valuable:12
reward:12
pelted:12
jaws:12
seekers:12
grunting:12
hearts:12
season:12
marcus:12
vibrating:12
plotting:12
propped:12
fewer:12
spluttered:12
exchange:12
treating:12
weekly:12
anxiety:12
shoot:12
beast:12
schedules:12
longingly:12
':12
argued:12
darkened:12
tartan:12
thrashing:12
cheery:12
owe:12
repair:12
leering:12
stump:12
awaiting:12
tentacles:12
caution:12
snare:12
trickling:12
frighten:12
binding:12
lunged:12
chucked:12
practiced:12
jeering:12
chuck:12
dissolved:12
tragic:12
expel:12
pounded:12
stair:12
gnomes:12
artifacts:12
questioning:12
intending:12
draining:12
ash:12
sulky:12
favorites:12
gentlemen:12
button:12
thatd:12
tensely:12
reverse:12
threateningly:12
filing:12
ominously:12
launched:12
responsibility:12
hearty:12
mandrakes:12
improved:12
menacing:12
ideal:12
range:12
electric:12
owing:12
highest:12
troubled:12
filth:12
collection:12
kwikspell:12
shower:12
murders:12
facts:12
salazar:12
repeat:12
stall:12
scum:12
national:12
thrusting:12
effects:12
signal:12
searing:12
sock:12
arranged:12
gather:12
vague:12
shrewd:12
result:12
potty:12
ill.:12
loathing:12
february:12
include:12
fraction:12
pitched:12
