<s>:53481
</s>:53481
the:34348
and:18419
to:17636
of:14663
a:14104
he:13091
harry:11681
was:10486
said:10072
his:9423
in:8498
it:8149
you:7924
had:6512
i:6375
that:6064
at:5981
as:4942
on:4940
him:4688
with:4285
they:4133
ron:3960
but:3899
for:3635
her:3538
hermione:3291
were:3247
up:3128
not:3089
she:3055
out:3014
all:3002
be:2939
them:2850
what:2846
from:2731
have:2572
back:2270
into:2264
there:2159
this:2130
been:2126
so:2057
is:1917
me:1864
their:1822
who:1817
if:1810
an:1808
now:1780
about:1769
we:1748
no:1744
then:1728
one:1720
its:1706
could:1702
down:1682
professor:1657
just:1637
over:1637
very:1619
around:1600
looked:1596
when:1585
dumbledore:1577
like:1572
got:1540
well:1534
hagrid:1455
do:1447
know:1443
your:1406
by:1390
would:1366
see:1335
off:1333
are:1306
again:1303
did:1294
my:1287
though:1281
more:1234
potter:1232
get:1221
dont:1214
looking:1170
right:1152
weasley:1135
how:1121
time:1110
still:1100
eyes:1083
think:1066
going:1065
didnt:1059
mr.:1050
face:1041
through:1039
harrys:1032
go:1027
snape:1015
voice:999
look:994
head:953
before:953
too:942
or:927
come:924
here:924
which:922
sirius:920
can:908
door:907
than:903
only:901
will:882
im:871
wand:866
room:845
something:837
where:806
thought:785
behind:781
malfoy:781
hes:776
saw:770
way:758
never:737
toward:736
told:736
away:730
turned:720
fire:720
himself:719
after:718
fred:716
hand:703
last:700
other:691
long:687
black:683
much:678
good:677
want:671
two:671
first:669
seemed:668
some:667
oh:659
tell:655
even:650
us:650
heard:648
dark:640
once:633
people:632
why:631
made:616
really:605
mrs.:604
because:602
hogwarts:601
george:598
asked:595
any:588
say:583
knew:582
left:580
youre:579
great:568
front:566
next:559
felt:559
ive:552
yes:550
ever:547
moment:547
thats:538
mcgonagall:536
went:535
lupin:535
came:526
neville:526
little:525
feet:519
table:518
has:515
goblet:514
large:510
anything:509
might:506
trying:500
umbridge:499
take:489
three:488
yeah:487
let:485
another:482
took:481
put:477
hall:477
school:462
inside:461
gryffindor:461
hed:459
floor:457
cant:454
open:452
make:452
few:450
while:446
uncle:444
every:443
ill:439
found:435
sure:435
gave:433
couldnt:432
voldemort:432
end:431
course:430
j.k.:427
rowling:427
nothing:426
against:425
thing:422
under:421
seen:420
wasnt:420
bit:414
old:413
hands:413
onto:411
magic:409
night:407
pulled:406
hear:406
our:404
moody:394
across:393
find:385
ginny:383
own:380
must:379
staring:379
mean:378
both:377
need:371
ministry:367
bed:366
each:366
stood:365
quite:364
better:364
vernon:364
house:363
suddenly:362
whats:362
years:361
enough:361
fudge:361
year:360
without:359
hair:358
dobby:358
robes:356
being:354
doing:354
quidditch:353
wanted:349
air:349
s:348
most:348
second:346
along:345
boy:344
walked:340
keep:340
side:340
mind:339
done:337
hard:334
day:331
place:331
mouth:331
forward:330
quickly:329
ter:328
give:325
youve:325
everyone:324
gone:323
sat:320
talking:320
past:319
help:318
should:318
started:318
happened:317
percy:317
rons:315
these:314
those:313
opened:312
dudley:311
standing:310
yet:310
small:308
office:308
theyre:308
death:308
fell:307
tried:304
feeling:304
students:304
slightly:303
upon:303
aunt:301
class:301
yeh:299
until:298
things:297
sir:297
set:297
top:297
wizard:297
crouch:297
rather:296
else:295
began:295
reached:294
whispered:294
almost:293
wouldnt:292
window:291
however:291
castle:290
weve:287
always:286
sitting:286
many:286
coming:283
stared:282
already:282
full:278
wizards:278
light:275
watching:275
magical:275
slowly:274
cloak:273
ground:272
quietly:272
someone:271
slytherin:271
new:269
same:269
stop:269
between:269
stone:268
theres:268
cedric:267
shouted:266
called:262
man:261
anyone:261
outside:261
muttered:261
getting:261
later:260
kept:259
hadnt:258
name:258
madam:254
read:252
er:252
raised:251
ask:250
stopped:248
far:244
havent:244
am:244
work:243
rest:243
feel:242
shes:242
lot:241
whole:241
eye:241
able:240
nearly:238
half:236
id:236
minutes:235
loudly:235
everything:234
saying:234
wall:233
together:232
crowd:232
morning:231
caught:231
father:231
best:228
cold:226
remember:226
wont:225
use:225
sort:225
arm:224
leave:224
dementors:223
sight:220
watched:219
supposed:219
petunia:218
talk:218
okay:218
corridor:218
since:217
life:217
wood:217
filch:217
passed:216
letter:216
taking:216
idea:216
several:215
nose:215
making:215
words:214
dead:214
common:214
believe:214
ten:214
cup:214
five:213
owl:211
shoulder:211
parchment:211
bagman:211
desk:210
others:210
sound:209
isnt:208
followed:207
empty:206
try:205
please:205
lockhart:205
high:204
holding:204
shut:204
books:203
red:202
corner:201
four:199
pointing:198
shaking:198
usual:197
chair:197
team:197
dear:196
word:195
whether:194
telling:194
hat:194
forest:194
having:193
exactly:191
anyway:191
krum:191
sorry:189
hit:189
taken:189
youd:188
dursleys:187
wearing:187
appeared:187
silence:185
dyou:185
thinking:184
yelled:184
world:184
moved:183
pointed:183
watch:183
straight:182
cho:182
hagrids:181
alone:181
lord:181
doesnt:181
scar:179
youll:179
moving:178
bad:178
entrance:178
close:177
does:177
point:176
arms:176
fast:176
beside:176
dad:176
smile:174
silver:174
noise:174
turn:173
such:172
witch:172
hurried:171
heart:171
given:171
either:170
trelawney:170
closed:169
trouble:169
green:168
ears:168
mother:166
lets:166
muggle:165
care:165
understand:165
breath:165
book:165
move:164
nobody:164
held:163
gold:163
doors:162
above:162
loud:162
goyle:162
fact:161
grounds:161
added:161
themselves:161
crabbe:161
least:160
times:159
used:159
entered:159
stay:159
white:159
perhaps:158
turning:158
dumbledores:158
water:158
listen:158
days:158
lost:158
weasleys:158
legs:157
start:156
continued:156
bag:155
maybe:155
waiting:155
answer:155
kill:155
fingers:154
wrong:154
trunk:154
noticed:153
deep:153
christmas:152
speak:152
foot:152
wait:152
stairs:151
eaters:151
heads:150
shook:150
kitchen:150
broom:150
wormtail:149
winky:149
family:148
parents:148
thick:148
run:148
sent:148
crookshanks:148
also:147
arrived:147
ready:147
lying:147
looks:147
staircase:147
low:146
hope:146
says:146
miss:146
finally:145
instead:145
stuff:145
lay:145
person:145
ago:145
walking:145
matter:145
steps:145
match:145
hermiones:145
soon:144
finished:144
tiny:144
stupid:143
seem:143
kind:143
body:142
pain:142
returned:142
lesson:142
big:141
car:141
sign:141
stand:141
glass:141
dropped:141
points:141
except:140
seized:140
ceiling:140
managed:140
met:139
angrily:139
spoke:139
knows:139
peeves:139
karkaroff:139
luna:139
fine:138
hedwig:138
snapes:138
smiling:137
threw:137
azkaban:137
number:136
pulling:136
died:136
ran:136
leaving:136
running:135
burst:135
whose:135
home:134
evening:134
golden:134
real:133
seamus:133
neck:132
walls:132
field:132
creatures:132
order:131
flying:131
friends:131
enormous:131
girl:131
became:131
trees:131
happy:130
near:129
case:129
leg:129
hour:129
horrible:129
chance:129
mum:129
potion:129
snapped:128
tonight:128
suppose:128
glasses:128
listening:128
teachers:128
blood:128
seconds:127
week:127
completely:127
friend:127
ah:127
hundred:127
free:127
scabbers:127
muggles:126
angry:126
pocket:126
round:126
o:126
defense:126
short:125
train:124
arts:124
funny:123
realized:123
pair:123
shall:123
clearly:123
during:122
curse:122
riddle:122
rita:122
seat:121
third:121
clear:121
tower:121
probably:120
wide:120
tea:120
reckon:120
wands:120
snitch:120
none:119
nice:119
carrying:119
summer:119
giving:119
chamber:119
teacher:119
thin:118
voldemorts:118
pomfrey:118
boys:118
flew:118
backward:118
hurt:118
starting:117
below:117
master:117
giant:116
fat:116
quiet:116
indeed:116
cauldron:116
covered:116
map:115
odd:115
worse:115
quill:115
spell:115
prophet:115
slytherins:115
ahead:115
diggory:115
shot:114
may:114
mad:114
chest:114
story:113
owls:113
middle:113
catch:113
minister:113
malfoys:113
today:112
windows:112
bill:112
whos:112
herself:112
dean:112
tree:112
expression:112
beneath:111
within:111
laughing:111
return:111
portrait:111
angelina:111
elf:111
hardly:110
walk:110
yourself:110
woman:110
james:110
carefully:110
dangerous:110
lake:110
hospital:110
hold:109
werent:109
dinner:109
call:109
gasped:109
stepped:109
stomach:109
sounded:109
note:109
ones:109
invisibility:109
hogsmeade:109
theyd:108
snake:108
roared:108
pale:108
daily:108
show:108
homework:108
different:107
furiously:107
longer:107
hasnt:107
box:107
classroom:107
broke:106
vanished:106
meant:106
brought:106
pleased:106
girls:106
parvati:106
firebolt:106
sit:105
nodded:105
killed:105
late:105
dog:105
faces:105
em:105
dragon:105
wing:105
extremely:105
laughter:105
son:104
allowed:104
bet:104
thanks:104
laugh:104
breakfast:104
potions:104
meet:104
glanced:104
granger:104
department:104
tournament:104
kreacher:104
gray:103
sky:103
worried:103
theyve:103
sharply:103
myself:102
somewhere:102
yer:102
dormitory:102
darkness:101
rose:101
silent:101
egg:101
closer:101
six:101
picked:100
bright:100
hours:100
ear:100
pushed:100
led:100
grinning:100
barely:100
arthur:100
apparently:100
edge:99
disappeared:99
true:99
bent:99
tears:99
attack:99
climbed:99
madame:99
maxime:99
tonks:99
expect:98
couple:98
sleep:98
wed:98
difficult:98
jumped:98
teeth:98
draco:98
nick:98
lessons:98
direction:97
upstairs:97
broken:97
less:97
worry:97
charm:97
task:97
news:96
hell:96
knees:96
slid:96
library:96
arent:96
quirrell:96
ravenclaw:96
possible:95
seeing:95
huge:95
laughed:95
food:95
working:95
piece:95
whom:95
street:94
important:94
happen:94
practice:94
line:94
job:94
wish:94
gazing:94
buckbeak:94
reason:93
wants:93
nearer:93
headmaster:93
footsteps:93
cabin:93
drive:92
voices:92
ball:92
dream:92
needed:92
paper:92
heavy:92
opposite:92
don:92
break:92
apart:91
blue:91
slipped:91
certainly:91
hufflepuff:91
somebody:90
mirror:90
young:90
nervously:90
heavily:90
surprise:90
memory:90
picture:90
hidden:89
unless:89
question:89
leapt:89
alive:89
fer:89
send:89
thank:88
happily:88
expected:88
halfway:88
tightly:88
pettigrew:88
siriuss:88
knocked:87
whatever:87
step:87
meeting:87
aside:87
anymore:87
eagerly:87
broomstick:87
champions:87
fleur:87
cat:86
reading:86
oclock:86
tail:86
twelve:86
power:86
ought:86
forced:86
bell:86
softly:86
nevilles:86
normal:85
nor:85
following:85
theyll:85
truth:85
excellent:85
afternoon:84
pink:84
playing:84
wondering:84
wizarding:84
hole:84
spells:84
path:84
headless:84
speaking:84
attention:84
attacked:84
spent:83
forgotten:83
decided:83
known:83
repeated:83
terrible:83
strode:83
bottle:83
seven:83
smiled:83
gryffindors:83
strange:82
obviously:82
asleep:82
forehead:82
become:82
tomorrow:82
scared:82
quick:82
fang:82
notice:81
waited:81
filled:81
remembered:81
names:81
brightly:81
particularly:81
information:81
group:80
clutching:80
nasty:80
cried:80
hissed:80
minute:80
lit:80
beaming:80
closely:80
corridors:80
placed:80
quaffle:80
hearing:80
throat:79
rolled:79
screamed:79
worst:79
afraid:79
thinks:79
frowning:79
flitwick:79
bludger:79
triwizard:79
wondered:78
surprised:78
shop:78
actually:78
growled:78
bottom:78
dragons:78
means:78
lavender:78
skeeter:78
moodys:78
throwing:77
impatiently:77
youknowwho:77
hiding:77
cut:77
grabbed:77
itself:77
twenty:77
nine:77
dunno:77
hanging:77
sudden:77
fifty:77
merely:77
bring:76
seriously:76
simply:76
usually:76
join:76
swung:76
weeks:76
snarled:76
hurry:76
worked:76
eh:76
witches:76
mark:76
seats:76
leaned:76
joined:76
beyond:76
charms:76
diary:76
secret:75
keeping:75
single:75
explain:75
landed:75
letters:75
stretched:75
nervous:75
facing:75
marble:75
charlie:75
deal:75
immediately:75
myrtle:75
purple:74
neither:74
putting:74
fly:74
crossed:74
trembling:74
drew:74
sank:74
lee:74
living:73
sideways:73
holidays:73
writing:73
furious:73
wonder:73
page:73
cornelius:73
cage:73
tables:73
months:73
view:73
lucius:73
privet:72
twice:72
fear:72
potters:72
excitedly:72
spot:72
firmly:72
brown:72
everybody:72
skin:72
shortly:72
eat:72
expelled:72
row:72
inches:72
muttering:72
prefect:72
grass:72
emerged:72
dursley:71
changed:71
early:71
bedroom:71
showing:71
poor:71
asking:71
present:71
wind:71
chocolate:71
term:71
eyebrows:71
bin:71
ludo:71
umbridges:71
subject:70
busy:70
sense:70
live:70
visit:70
ink:70
fight:70
touch:70
safe:70
hello:70
forget:70
ernie:70
screaming:69
rain:69
fixed:69
tall:69
famous:69
cupboard:69
questions:69
won:69
hurrying:69
shining:69
staff:69
dungeon:69
brain:69
dementor:69
showed:68
often:68
change:68
rat:68
itll:68
jus:68
anger:68
teach:68
follow:68
form:68
bellowed:68
feast:68
spotted:67
control:67
lunch:67
shock:67
earth:67
terrified:67
stuck:67
twins:67
waving:67
definitely:67
longbottom:67
approached:67
hastily:67
colin:67
divination:67
dudleys:66
nearest:66
growing:66
shoulders:66
fall:66
handed:66
wooden:66
hot:66
part:66
save:66
student:66
remained:66
frank:66
madeye:66
glad:65
finger:65
loads:65
using:65
pull:64
dare:64
bathroom:64
swept:64
surely:64
shed:64
force:64
vernons:64
waved:64
thrown:64
badly:64
shrieked:64
die:64
play:64
figure:64
blacks:64
detention:64
secrets:64
houseelf:64
highly:64
hoping:63
tight:63
sharp:63
lucky:63
liked:63
rang:63
easy:63
sick:63
joke:63
crack:63
downstairs:63
bones:63
money:63
soft:63
wings:63
shouting:63
conversation:63
eater:63
sounding:62
luck:62
flat:62
powerful:62
human:62
headed:62
falling:62
flames:62
prophecy:62
perfectly:61
mention:61
whisper:61
written:61
breathing:61
thousand:61
scarlet:61
helped:61
among:61
properly:61
deserted:61
mundungus:61
beard:60
careful:60
seems:60
frightened:60
size:60
wake:60
carried:60
write:60
excitement:60
check:60
fathers:60
deeply:60
pass:60
rising:60
happening:59
coldly:59
business:59
knowing:59
marge:59
cool:59
sometimes:59
imagine:59
reach:59
drink:59
hung:59
sorting:59
doubt:59
drawing:59
lowered:59
champion:59
missed:58
somehow:58
lady:58
strong:58
sighed:58
fighting:58
passing:58
month:58
packed:58
hang:58
anxiously:58
glittering:58
pretty:58
plate:58
further:58
firenze:58
bound:57
calmly:57
spiders:57
warning:57
relief:57
notes:57
plan:57
tent:57
transfiguration:57
moments:57
stunned:57
soared:57
patch:57
ugly:57
gleaming:57
escaped:57
tip:57
harder:56
albus:56
worth:56
shouldnt:56
smell:56
broomsticks:56
halt:56
pile:56
echoed:56
ghost:56
ages:56
sprout:56
stadium:56
stands:56
distant:56
surface:56
split:55
hundreds:55
anxious:55
pressed:55
birthday:55
fit:55
locked:55
history:55
welcome:55
leading:55
silvery:55
sounds:55
upward:55
fallen:55
fault:55
stan:55
beauxbatons:55
durmstrang:55
cleared:54
london:54
game:54
burning:54
fun:54
breaking:54
list:54
platform:54
recognized:54
classes:54
double:54
midair:54
invisible:54
goal:54
fourth:54
hesitated:54
molly:54
anywhere:53
realize:53
sped:53
lips:53
age:53
awake:53
grip:53
kicked:53
favorite:53
escape:53
mistake:53
missing:53
alley:53
narrow:53
excuse:53
lifted:53
badge:53
whistle:53
extra:53
lead:53
win:53
desperately:53
determined:52
drop:52
louder:52
leaning:52
forbidden:52
wheres:52
interested:52
rubbish:52
peering:52
interesting:52
guard:52
eating:52
serious:52
calm:52
exams:52
exam:52
attempt:52
patronus:52
clothes:51
mood:51
buy:51
slammed:51
gotten:51
copy:51
smoke:51
compartment:51
norris:51
severus:51
saved:51
alicia:51
cover:51
members:51
aware:51
fellow:51
abruptly:51
viktor:51
problem:50
level:50
wildly:50
gringotts:50
chairs:50
phoenix:50
blank:50
seeker:50
pitch:50
katie:50
nearby:50
centaurs:50
st.:50
peter:50
boggart:50
butterbeer:50
bellatrix:50
useful:49
unable:49
grin:49
gets:49
danger:49
bus:49
village:49
settled:49
galleons:49
color:49
wrote:49
rules:49
leaves:49
excited:49
thoughts:49
paused:49
clearing:49
heading:49
lie:49
innocent:49
fresh:49
impression:49
riddles:49
mysteries:49
garden:48
shocked:48
wild:48
sun:48
socks:48
horror:48
figg:48
tired:48
checking:48
ripped:48
pause:48
wave:48
learn:48
grinned:48
brilliant:48
twisted:48
higher:48
curtains:48
ha:48
flung:48
bang:48
hippogriff:48
barty:48
dressed:47
learned:47
everywhere:47
glance:47
spider:47
envelope:47
weight:47
shadows:47
rage:47
panic:47
lower:47
dancing:47
station:47
applause:47
dress:47
rid:47
believed:47
jordan:47
movement:47
fifth:47
werewolf:47
landing:47
lockharts:47
fawkes:47
carriage:47
cedrics:47
dozen:46
nodding:46
balls:46
eggs:46
crying:46
agreed:46
doorway:46
wanting:46
speed:46
panting:46
solid:46
study:46
sparks:46
brother:46
marched:46
floating:46
creature:46
struggling:46
lawn:46
sending:46
snow:46
teaching:46
likely:46
inch:46
position:46
final:46
tone:46
sister:45
powers:45
trust:45
crash:45
hide:45
received:45
hats:45
clean:45
temper:45
houses:45
clapped:45
cross:45
hey:45
warm:45
contact:45
dived:45
dreams:45
raising:45
support:45
gilderoy:45
anybody:45
skrewts:45
pensieve:45
goodbye:44
complete:44
peered:44
distance:44
gently:44
lose:44
mcgonagalls:44
meanwhile:44
reminded:44
suggested:44
jump:44
wished:44
bought:44
keeper:44
toilet:44
ignored:44
touched:44
post:44
easily:44
journey:44
yours:44
international:44
beak:44
frog:44
glaring:44
tied:44
brooms:44
fangs:44
weird:44
familiar:44
shadow:44
justin:44
handle:44
zoomed:44
understood:44
helping:44
party:44
love:44
grimly:44
essay:44
thoroughly:44
grubblyplank:44
dull:43
report:43
lights:43
mothers:43
pretending:43
gigantic:43
yellow:43
darkly:43
fireplace:43
certain:43
makes:43
keen:43
pay:43
tom:43
delighted:43
panted:43
becoming:43
picking:43
binns:43
ward:43
effort:43
fury:43
knight:43
message:43
houseelves:43
lupins:43
hoped:42
oddly:42
eleven:42
scream:42
plates:42
finish:42
k:42
stick:42
mine:42
glancing:42
confused:42
explained:42
whenever:42
squeaked:42
wonderful:42
cause:42
scrambled:42
warned:42
finding:42
passage:42
slight:42
shell:42
lift:42
interest:42
cmon:42
troll:42
plenty:42
throw:42
rolling:42
hem:42
fluffy:42
therefore:42
giants:42
kingsley:42
overhead:41
dashed:41
stare:41
sleeping:41
stars:41
crept:41
midnight:41
swallowed:41
visible:41
curiously:41
possibly:41
ignore:41
bitterly:41
spread:41
marks:41
needs:41
nimbus:41
expecting:41
trunks:41
losing:41
avoid:41
stuffed:41
pansy:41
monster:41
hi:41
directly:41
blankly:41
echoing:41
mungos:41
woke:40
eight:40
wife:40
act:40
armchair:40
irritably:40
staying:40
training:40
kindly:40
abou:40
carry:40
cast:40
slow:40
moon:40
board:40
pushing:40
percys:40
brave:40
fist:40
center:40
thomas:40
hooch:40
forgot:40
singing:40
lines:40
dropping:40
massive:40
horses:40
breathed:40
dragged:40
choice:40
ended:40
moaning:40
smashed:40
hedwigs:40
trelawneys:40
grawp:40
lived:39
signs:39
statue:39
wiping:39
faint:39
straightened:39
miserably:39
bags:39
pockets:39
lock:39
quills:39
hate:39
georges:39
pumpkin:39
coolly:39
glared:39
fought:39
curled:39
enjoying:39
space:39
terror:39
convinced:39
ancient:39
bow:39
previous:39
circular:39
fully:39
phineas:39
upset:38
future:38
relieved:38
special:38
newspaper:38
company:38
private:38
knock:38
ordinary:38
toad:38
difficulty:38
ollivander:38
goes:38
desperate:38
prefects:38
opening:38
unpleasant:38
clue:38
dying:38
foul:38
breathlessly:38
centaur:38
bird:38
closing:38
expecto:38
bertha:38
occlumency:38
jerked:37
road:37
telephone:37
silently:37
grew:37
orange:37
bowl:37
clutched:37
shelves:37
beds:37
decide:37
tongue:37
weak:37
diagon:37
goblins:37
barrier:37
bar:37
impossible:37
played:37
roots:37
impressed:37
mentioned:37
candles:37
portraits:37
sweeping:37
calling:37
ignoring:37
suit:37
lip:37
scene:37
figures:37
instructions:37
permission:37
vaguely:37
causing:37
caused:37
creevey:37
backed:36
whispering:36
horribly:36
mans:36
bowed:36
barked:36
crowded:36
surrounding:36
whod:36
lap:36
beat:36
sunlight:36
folded:36
crystal:36
security:36
lives:36
dry:36
simple:36
song:36
farther:36
pajamas:36
herbology:36
slip:36
sticking:36
rush:36
obvious:36
weapon:36
cheering:36
signed:36
including:36
horrified:36
knife:36
entirely:36
bedside:36
attempted:36
pigwidgeon:36
grimmauld:36
older:35
shooting:35
wet:35
mumbled:35
square:35
lily:35
roar:35
baby:35
cry:35
risk:35
miserable:35
vision:35
ways:35
monday:35
filthy:35
knocking:35
roll:35
clenched:35
born:35
enter:35
handing:35
unicorn:35
dusty:35
snatched:35
curious:35
removed:35
briskly:35
brothers:35
keeps:35
parkinson:35
interrupted:35
offered:35
ouch:35
brains:35
catching:35
cheerful:35
jet:35
flint:35
insides:35
gaze:35
listened:35
law:35
admit:35
bleeding:35
remain:35
righ:35
d.a:35
blinked:34
noticing:34
blame:34
demanded:34
frantically:34
saturday:34
dirty:34
pieces:34
noises:34
whipped:34
rubbing:34
faded:34
blimey:34
youknow:34
goblin:34
examining:34
maze:34
servant:34
setting:34
bother:34
striding:34
studying:34
test:34
weakly:34
finnigan:34
pick:34
owlery:34
exchanged:34
branches:34
oliver:34
squinting:34
madly:34
sprinted:34
trolls:34
jar:34
effect:34
state:34
lies:34
bench:34
circle:34
planning:34
indignantly:34
till:34
basin:34
attempting:34
article:34
crouchs:34
mustache:33
struck:33
gazed:33
grunted:33
weather:33
muffled:33
sleeve:33
wore:33
appearance:33
difference:33
bank:33
bits:33
moaned:33
flash:33
damp:33
toast:33
count:33
minerva:33
draw:33
fists:33
failed:33
fiercely:33
express:33
children:33
dragging:33
changing:33
sprang:33
pounding:33
club:33
disappointed:33
conjured:33
spun:33
pleasure:33
larger:33
o.w.l.s:33
cabinet:33
evidence:33
supporters:33
godfather:33
dolores:33
marietta:33
proud:32
although:32
silly:32
normally:32
promise:32
sinking:32
bringing:32
perfect:32
pictures:32
hopefully:32
honestly:32
wrapped:32
snap:32
safely:32
sink:32
dangling:32
painful:32
sides:32
icy:32
shadowy:32
halloween:32
evil:32
sadly:32
orders:32
thirteen:32
willow:32
oak:32
surrounded:32
card:32
tunnel:32
struggled:32
speech:32
thud:32
yelling:32
sobbing:32
prepared:32
pages:32
heaved:32
soaring:32
king:32
comes:32
basilisk:32
delacour:32
shake:31
strangely:31
cloaks:31
unusual:31
behavior:31
acting:31
yesterday:31
jumping:31
underneath:31
pretend:31
fair:31
presents:31
hated:31
grown:31
shout:31
bearing:31
stayed:31
ducked:31
package:31
exploded:31
horse:31
couldve:31
fool:31
miles:31
nowhere:31
checked:31
talked:31
search:31
ourselves:31
rise:31
mustve:31
beamed:31
flight:31
answered:31
password:31
spiral:31
damage:31
seventh:31
member:31
spoken:31
practicing:31
guilty:31
men:31
feeble:31
ginnys:31
remaining:31
shrugged:31
emerging:31
skull:31
veela:31
judges:31
clipboard:31
swooped:30
persuade:30
places:30
laid:30
blew:30
wishing:30
quivering:30
urgently:30
beating:30
manage:30
advice:30
aloud:30
lined:30
pub:30
clever:30
rattling:30
ends:30
paid:30
flashed:30
tore:30
smooth:30
ghosts:30
imagined:30
cheers:30
teams:30
dads:30
appear:30
taught:30
clouds:30
spat:30
continue:30
date:30
forcing:30
dormitories:30
cloud:30
grim:30
norbert:30
thoughtfully:30
decree:30
juice:30
accompanied:30
weekend:30
dance:30
allow:30
auror:30
lately:29
lamp:29
screwed:29
gap:29
ice:29
hitting:29
sorts:29
croaked:29
burned:29
wrenched:29
hut:29
bewildered:29
upside:29
theory:29
leaky:29
instantly:29
deeper:29
stool:29
feathers:29
beautiful:29
nostrils:29
bite:29
considered:29
woods:29
shown:29
yell:29
bulging:29
pairs:29
add:29
letting:29
bending:29
absolutely:29
bludgers:29
fifteen:29
feelings:29
smirking:29
desks:29
choked:29
concerned:29
ireland:29
stopping:29
powder:29
dreadful:29
contents:29
continuing:29
wouldve:29
heir:29
fudges:29
opportunity:29
meetings:29
thestrals:29
opinion:28
greatest:28
spectacles:28
distinctly:28
guess:28
steadily:28
underground:28
murmured:28
spend:28
cousin:28
groaned:28
gang:28
families:28
bored:28
snakes:28
tapped:28
swiftly:28
handsome:28
mail:28
faster:28
minds:28
rock:28
steal:28
stronger:28
kettle:28
wiped:28
someones:28
poking:28
buried:28
key:28
curses:28
dust:28
heavens:28
hufflepuffs:28
uncertainly:28
armor:28
dungeons:28
idiot:28
widely:28
sooner:28
overheard:28
slumped:28
unfortunately:28
blast:28
mist:28
lovely:28
suspicious:28
bane:28
exhausted:28
squealed:28
swinging:28
mass:28
murdered:28
marauders:28
amos:28
badges:28
quibbler:28
inquisitor:28
bear:27
kiss:27
narrowed:27
clicked:27
faintly:27
forever:27
wear:27
smoothly:27
afterward:27
alarm:27
hungry:27
entering:27
friendly:27
passageway:27
extraordinary:27
gloomily:27
ingredients:27
occurred:27
cards:27
players:27
lurking:27
accidentally:27
sneak:27
wherever:27
petrified:27
objects:27
glimpse:27
startled:27
johnson:27
possession:27
towering:27
whoever:27
shrieking:27
happiness:27
ashamed:27
loose:27
injured:27
instant:27
nevertheless:27
suspiciously:27
unconscious:27
tense:27
memories:27
shrugging:27
progress:27
wardrobe:27
rosmerta:27
patronum:27
examination:27
montague:27
bulgarian:27
veil:27
imperius:27
horntail:27
magazine:27
involved:26
trick:26
concentrate:26
bottles:26
television:26
racing:26
ribs:26
swear:26
squeezed:26
amazement:26
pack:26
howling:26
perched:26
sliding:26
frame:26
liquid:26
rats:26
sword:26
didn:26
shame:26
fork:26
slimy:26
foolish:26
kings:26
steam:26
sigh:26
raise:26
e:26
rounded:26
cakes:26
learning:26
earlier:26
bloody:26
plant:26
rows:26
shrilly:26
moonlight:26
edged:26
hurting:26
strength:26
spinning:26
suspected:26
outstretched:26
recognize:26
discovered:26
replaced:26
mud:26
due:26
shivering:26
motionless:26
otherwise:26
meaning:26
dobbys:26
puzzled:26
spare:26
clunk:26
alarmed:26
myrtles:26
irish:26
honeydukes:26
remus:26
amount:25
country:25
stranger:25
frozen:25
shape:25
everyones:25
sweets:25
vast:25
reply:25
brass:25
burn:25
cars:25
subjects:25
plainly:25
heels:25
cracked:25
informed:25
sneered:25
grab:25
speeding:25
rooms:25
wrist:25
upright:25
warn:25
wizardry:25
ta:25
outta:25
goin:25
positively:25
eager:25
d:25
archway:25
misty:25
painfully:25
gathered:25
bewitched:25
chosen:25
threatening:25
turns:25
patil:25
decent:25
ropes:25
cared:25
guarding:25
seizing:25
swayed:25
staffroom:25
flashing:25
thickly:25
shapes:25
whatre:25
refused:25
illegal:25
humans:25
likes:25
faithful:25
sentence:25
underage:25
burrow:25
dimly:25
satisfaction:25
popping:25
proceeded:25
sensation:25
ern:25
thas:25
tasks:25
jorkins:25
defensive:25
o.w.l:25
mate:25
broad:24
contrary:24
birds:24
drawn:24
knee:24
patting:24
hushed:24
thirty:24
parcel:24
sweater:24
scratching:24
intently:24
hissing:24
dreamed:24
shiny:24
clock:24
friday:24
dully:24
sea:24
knot:24
mess:24
twisting:24
works:24
ruddy:24
wheeled:24
firs:24
daring:24
prove:24
winning:24
filling:24
zooming:24
stretching:24
trapdoor:24
jinx:24
froze:24
searching:24
torn:24
rope:24
easier:24
chose:24
sorcerers:24
clicking:24
killing:24
staggered:24
darted:24
masters:24
seize:24
perform:24
accident:24
takes:24
holiday:24
hoarsely:24
photograph:24
floo:24
traveling:24
whomping:24
pressing:24
attacking:24
eyeing:24
avoiding:24
chin:24
attacks:24
matters:24
evidently:24
arithmancy:24
murder:24
injuries:24
portkey:24
campsite:24
merpeople:24
lovegood:24
neighbors:23
suggest:23
worrying:23
drifting:23
hollow:23
examined:23
lightning:23
sobbed:23
pig:23
remembering:23
rapidly:23
wandering:23
rude:23
snorted:23
tap:23
pacing:23
trip:23
tearing:23
thatll:23
storm:23
clapping:23
load:23
ridiculous:23
fluttered:23
blinking:23
trapped:23
length:23
lied:23
animal:23
awkwardly:23
quarter:23
happier:23
annoyed:23
according:23
hairy:23
yourselves:23
bars:23
flamel:23
mountain:23
magnificent:23
chicken:23
quirrells:23
shimmering:23
spirits:23
cutting:23
arrival:23
player:23
beckoned:23
protection:23
posts:23
chasers:23
directions:23
bursting:23
roughly:23
itd:23
knowledge:23
broadly:23
erupted:23
sweat:23
proof:23
re:23
hogs:23
unlike:23
career:23
schedule:23
situation:23
committee:23
entire:23
north:23
prospect:23
remove:23
trace:23
sack:23
approaching:23
source:23
buckbeaks:23
awoke:23
correct:23
tents:23
fountain:23
bode:23
zacharias:23
pretended:22
boring:22
cheek:22
cats:22
yawned:22
flickered:22
sweet:22
drops:22
proper:22
handkerchief:22
rumbling:22
breeze:22
bacon:22
hows:22
blow:22
bald:22
ate:22
sneaking:22
belong:22
addressed:22
shoes:22
banging:22
reaching:22
gulp:22
standard:22
pipe:22
pinned:22
11:22
crumpled:22
poked:22
amazed:22
reckons:22
luggage:22
fires:22
awful:22
caretaker:22
hangings:22
vanishing:22
insisted:22
dive:22
block:22
facetoface:22
tapestry:22
fluttering:22
flatly:22
shriek:22
desire:22
discussing:22
choose:22
hero:22
straightening:22
ronan:22
papers:22
bodies:22
winged:22
limp:22
daresay:22
connected:22
blurred:22
cautiously:22
reappeared:22
gripping:22
slide:22
disbelief:22
incredulously:22
satisfied:22
dim:22
polyjuice:22
sake:22
curtly:22
duty:22
utterly:22
aragog:22
pleasantly:22
giggling:22
fence:22
headquarters:22
gates:22
davies:22
macnair:22
interview:22
roberts:22
omnioculars:22
aurors:22
mysterious:21
plain:21
photographs:21
smaller:21
sixteen:21
games:21
backs:21
roaring:21
rushed:21
cake:21
slamming:21
mustnt:21
bouncing:21
blowing:21
gloomy:21
slipping:21
cheer:21
glinting:21
yehve:21
umbrella:21
handful:21
twitching:21
glowing:21
crammed:21
torches:21
hurtled:21
plunged:21
feather:21
happens:21
jeans:21
drifted:21
sixth:21
captain:21
useless:21
gliding:21
forgive:21
hannah:21
steak:21
pudding:21
dislike:21
push:21
pouring:21
narrowly:21
swaying:21
beaters:21
statues:21
crate:21
chess:21
hooded:21
astronomy:21
especially:21
sacked:21
mistaken:21
urgent:21
personally:21
safety:21
traveled:21
prevent:21
hedge:21
height:21
alleyway:21
charge:21
thrust:21
enchanted:21
spy:21
occasionally:21
details:21
impressive:21
casting:21
recently:21
dueling:21
covering:21
jaw:21
gargoyle:21
lowering:21
ginger:21
presence:21
illuminated:21
cadogan:21
chang:21
stunning:21
wizengamot:21
healer:21
building:20
judging:20
chuckled:20
rumors:20
discuss:20
twinkling:20
rule:20
counting:20
headmistress:20
ordered:20
tank:20
strained:20
coat:20
september:20
gruffly:20
swimming:20
promptly:20
visitors:20
shelf:20
sunday:20
yehll:20
fill:20
gasp:20
anythin:20
accept:20
grateful:20
paying:20
whirled:20
gamekeeper:20
coins:20
record:20
soul:20
honor:20
plump:20
hooting:20
floors:20
vault:20
gloom:20
elbow:20
bothered:20
aback:20
cough:20
upper:20
begin:20
judge:20
ankles:20
remind:20
reveal:20
gift:20
blackboard:20
sternly:20
nightmare:20
score:20
uncomfortable:20
blocked:20
reflection:20
battle:20
treat:20
dogs:20
recent:20
belonged:20
contained:20
fourposter:20
schools:20
easter:20
spose:20
shade:20
hoarse:20
chains:20
werewolves:20
shouldve:20
erm:20
hurriedly:20
swam:20
distracted:20
loved:20
cleaning:20
dung:20
aching:20
errol:20
faced:20
freds:20
adding:20
series:20
decision:20
jug:20
amazing:20
avoided:20
squad:20
macmillan:20
plans:20
released:20
absence:20
benches:20
lightly:20
hie:20
concentration:20
wormtails:20
bagmans:20
tentatively:20
rookwood:20
sturgis:20
smith:20
tie:19
drove:19
nerve:19
promised:19
twitched:19
fancy:19
noble:19
trembled:19
hid:19
climbing:19
shaped:19
shone:19
neat:19
kissed:19
kitchens:19
sniggered:19
blinding:19
shaken:19
goodness:19
stuffing:19
1:19
gleefully:19
squashed:19
cart:19
experience:19
stack:19
counter:19
scribbling:19
circumstances:19
gripped:19
results:19
mountains:19
arguing:19
yawning:19
thursday:19
poster:19
lawns:19
lazily:19
screams:19
goyles:19
painting:19
slightest:19
ajar:19
performed:19
crouched:19
hint:19
climb:19
howled:19
leaping:19
breathe:19
violently:19
deaths:19
examine:19
hood:19
squinted:19
poison:19
flame:19
truly:19
serpent:19
tray:19
winking:19
pride:19
apparate:19
wearily:19
enthusiastically:19
numb:19
returning:19
various:19
uncomfortably:19
explanation:19
dressing:19
descended:19
outline:19
guessed:19
whatsoever:19
warrington:19
krums:19
elves:19
ensure:19
compete:19
skrewt:19
padma:19
cave:19
tuesday:18
stretch:18
bunch:18
britain:18
swelled:18
bushy:18
leather:18
lamps:18
milk:18
camera:18
owned:18
animals:18
cream:18
collapsed:18
public:18
metal:18
doubted:18
disgust:18
purpose:18
lump:18
beetle:18
flickering:18
witchcraft:18
fireworks:18
scribbled:18
gulped:18
blazing:18
swelling:18
drinking:18
bat:18
seventeen:18
silk:18
cushion:18
neatly:18
reflected:18
stream:18
joking:18
carriages:18
disappear:18
wow:18
beans:18
tipped:18
share:18
events:18
curtain:18
jolt:18
sleepy:18
poltergeist:18
velvet:18
wednesday:18
stories:18
argument:18
grandmother:18
steady:18
darting:18
hovering:18
tugging:18
mouths:18
stolen:18
fright:18
embarrassed:18
yard:18
spinnet:18
hotly:18
advanced:18
suspended:18
lopsided:18
ringing:18
shows:18
shoved:18
personal:18
dashing:18
pure:18
favor:18
triumph:18
frowned:18
detentions:18
waste:18
carpet:18
struggle:18
marked:18
award:18
nudged:18
aim:18
highpitched:18
disturbed:18
clatter:18
star:18
borgin:18
handbag:18
scratched:18
grave:18
ve:18
swirling:18
suffered:18
polished:18
concealed:18
fake:18
pool:18
widened:18
automatically:18
strike:18
extinguished:18
dread:18
ministrys:18
june:18
bowing:18
pausing:18
chart:18
magnolia:18
howre:18
hippogriffs:18
diggorys:18
fairly:18
betrayed:18
dreaming:18
animagus:18
summoning:18
flask:18
ship:18
roger:18
extendable:18
nigellus:18
nonsense:17
shuddered:17
lots:17
sparkling:17
flicked:17
pop:17
stiff:17
blankets:17
tucked:17
streaming:17
blond:17
bangs:17
roof:17
chasing:17
complain:17
ideas:17
largest:17
shuffled:17
hammering:17
winked:17
younger:17
punishment:17
dennis:17
noses:17
dodged:17
whinging:17
porridge:17
greenhouse:17
fail:17
comfortable:17
bath:17
gettin:17
mom:17
blown:17
nah:17
battered:17
flattened:17
respect:17
proudly:17
tickets:17
bloke:17
cauldrons:17
sickles:17
barn:17
stones:17
rustling:17
depths:17
thousands:17
substance:17
hairs:17
threequarters:17
august:17
chattering:17
wound:17
afford:17
collect:17
currently:17
explaining:17
cheeks:17
scowling:17
bounced:17
politely:17
colored:17
filchs:17
slugs:17
git:17
emptied:17
triumphant:17
defend:17
borrow:17
flitwicks:17
flushed:17
bubbles:17
protect:17
guards:17
announced:17
awkward:17
sprinting:17
admitted:17
noisy:17
begun:17
buzzing:17
disgusting:17
dangerously:17
violent:17
concern:17
section:17
pillow:17
greeted:17
dawn:17
sneaked:17
livid:17
alongside:17
practical:17
assured:17
enjoy:17
rigid:17
threshold:17
flooding:17
concentrating:17
self:17
deadly:17
precisely:17
beg:17
account:17
spreading:17
heartily:17
understanding:17
forcefully:17
earnestly:17
brandishing:17
marching:17
flown:17
shudder:17
beaten:17
howler:17
smirked:17
ony:17
october:17
action:17
thread:17
monsters:17
shield:17
widening:17
bowler:17
hopelessly:17
abandoned:17
female:17
ladder:17
mildly:17
padfoot:17
heat:17
murderer:17
s.p.e.w:17
marchbanks:17
magorian:17
dais:17
peculiar:16
fashion:16
daylight:16
casually:16
stiffly:16
agree:16
halfmoon:16
crooked:16
pavement:16
brick:16
sniffed:16
piercing:16
sad:16
heel:16
slept:16
woken:16
ripping:16
piers:16
peoples:16
elses:16
poisonous:16
knuckles:16
shopping:16
buying:16
banged:16
cheerfully:16
waist:16
twin:16
bobbing:16
freezing:16
ragged:16
shivered:16
drowned:16
rolls:16
keys:16
crouching:16
clamped:16
firelight:16
kick:16
dreading:16
grow:16
tapping:16
clambered:16
pupils:16
grade:16
shabby:16
smoking:16
ride:16
loss:16
fascinating:16
boxes:16
measure:16
introduce:16
charlies:16
frogs:16
nerves:16
sorted:16
floated:16
candlelight:16
rip:16
boot:16
taller:16
prefer:16
chat:16
squeak:16
crossbow:16
searched:16
tips:16
mounted:16
delight:16
sneering:16
finds:16
league:16
compared:16
gown:16
lifting:16
fetch:16
blasted:16
chaser:16
wandered:16
merry:16
carved:16
touching:16
nights:16
pressure:16
thumping:16
bush:16
arriving:16
creeping:16
popular:16
pity:16
track:16
wasn:16
iron:16
branch:16
yells:16
hatred:16
enjoyed:16
false:16
particular:16
grabbing:16
nod:16
community:16
confederation:16
drank:16
glow:16
undertone:16
paddock:16
devoted:16
girlfriend:16
regular:16
arrive:16
police:16
guilt:16
regret:16
unpleasantly:16
snapping:16
headmasters:16
immensely:16
scanned:16
patches:16
stubbornly:16
occasion:16
focus:16
distractedly:16
amused:16
required:16
sibyll:16
lack:16
womans:16
jinxes:16
undoubtedly:16
consider:16
formed:16
bore:16
lynch:16
fiery:16
chos:16
cruciatus:16
ze:16
karkaroffs:16
enclosure:16
tortured:16
educational:16
michael:16
child:15
lunchtime:15
bolt:15
shaggy:15
jacket:15
engine:15
glowed:15
skinny:15
bigger:15
leap:15
planned:15
slug:15
sobs:15
bitten:15
vanish:15
visited:15
argue:15
damn:15
chilly:15
heres:15
taste:15
sausages:15
necessary:15
swore:15
ruined:15
realizing:15
curly:15
bills:15
shops:15
music:15
wider:15
screech:15
cost:15
anyones:15
occasions:15
flourish:15
mixture:15
blink:15
unicorns:15
bye:15
flavor:15
starving:15
nicolas:15
chances:15
mainly:15
sleek:15
millicent:15
edges:15
shakily:15
remains:15
movements:15
greenhouses:15
poured:15
circling:15
owners:15
untidy:15
spilled:15
booming:15
collar:15
mightve:15
duel:15
exciting:15
sloping:15
twigs:15
snatching:15
lasted:15
packing:15
pie:15
tripped:15
paces:15
shouts:15
resist:15
model:15
hoops:15
joining:15
sleeves:15
exploding:15
groups:15
saving:15
locker:15
murmur:15
penalty:15
jerking:15
blocking:15
containing:15
kissing:15
separated:15
replied:15
basket:15
sees:15
disappointment:15
muddy:15
urged:15
swollen:15
forgetting:15
cornered:15
receive:15
galloping:15
bothering:15
answering:15
fourteen:15
creaked:15
gritted:15
midst:15
spotting:15
liar:15
naturally:15
spellbooks:15
survived:15
offering:15
sealed:15
risen:15
shh:15
named:15
hewhomustnotbenamed:15
shattered:15
attached:15
inner:15
hex:15
copies:15
confident:15
crossing:15
enthusiasm:15
spitting:15
bone:15
drawer:15
decorated:15
forming:15
sweetly:15
wheezy:15
withdrew:15
cares:15
emotion:15
insane:15
deliberately:15
partners:15
gesturing:15
scarves:15
urge:15
yehre:15
toes:15
attitude:15
conditions:15
beam:15
clearer:15
protruding:15
whereabouts:15
area:15
settle:15
exceptionally:15
dungbombs:15
pettigrews:15
banned:15
ferret:15
harsh:15
stag:15
foreign:15
moran:15
stupefy:15
authority:15
dolohov:15
army:15
firm:14
blonde:14
steering:14
eyed:14
knowwho:14
rattled:14
problems:14
reported:14
emerald:14
exasperated:14
bundle:14
scars:14
screeched:14
counted:14
snowy:14
wash:14
crashed:14
vigorously:14
sworn:14
smallest:14
gasping:14
stole:14
sofa:14
lookin:14
courage:14
insult:14
string:14
wouldn:14
land:14
gloves:14
guide:14
beasts:14
sell:14
terms:14
corners:14
enemies:14
heap:14
youngest:14
lid:14
sandwiches:14
partner:14
dazed:14
eaten:14
trevor:14
bucket:14
turban:14
gaunt:14
bare:14
argus:14
plants:14
toppled:14
boiling:14
prodding:14
accidents:14
facedown:14
earshot:14
streaked:14
gaped:14
peace:14
meantime:14
refusing:14
decorations:14
banner:14
colors:14
frightening:14
managing:14
pince:14
hopeful:14
english:14
giggled:14
eerie:14
feared:14
transfixed:14
image:14
spilling:14
drinks:14
doin:14
drained:14
whimpering:14
deserved:14
winding:14
whys:14
curling:14
charged:14
mere:14
toffee:14
throbbing:14
exist:14
petunias:14
punish:14
secrecy:14
official:14
biting:14
instance:14
scattered:14
strolled:14
seated:14
darker:14
skidded:14
rushing:14
crackling:14
chapter:14
mudbloods:14
shifted:14
mudblood:14
oooh:14
outraged:14
pureblood:14
solution:14
wailing:14
rough:14
retreated:14
crawled:14
squeezing:14
unlikely:14
parseltongue:14
surveying:14
separate:14
runes:14
tones:14
severely:14
atmosphere:14
attempts:14
uncontrollably:14
wan:14
considering:14
intended:14
sneakoscope:14
teacup:14
temple:14
crescent:14
underwater:14
ave:14
defiantly:14
scowled:14
unaware:14
surveyed:14
success:14
allowing:14
worn:14
apprehensive:14
oneeyed:14
curiosity:14
achieved:14
departed:14
applauding:14
pace:14
disapparated:14
offer:14
blastended:14
hexes:14
tha:14
graveyard:14
kreachers:14
stubby:14
husband:13
swooping:13
uneasy:13
stumbled:13
violet:13
imagining:13
unusually:13
dared:13
mixed:13
boots:13
fond:13
destroyed:13
howl:13
marges:13
wailed:13
punished:13
spending:13
unknown:13
biggest:13
maroon:13
poke:13
necks:13
mouthful:13
dining:13
shack:13
boat:13
thunder:13
tangled:13
sunk:13
teapot:13
gives:13
nothin:13
trained:13
merlin:13
sincerely:13
scuttled:13
kid:13
followers:13
cruel:13
somethin:13
toads:13
swishing:13
trousers:13
sleepily:13
tryin:13
ticket:13
instruments:13
gathering:13
robe:13
drag:13
liking:13
sneer:13
spots:13
laden:13
acted:13
improvement:13
sons:13
trolley:13
hooted:13
disgruntled:13
sweaty:13
polite:13
clattering:13
uses:13
photos:13
century:13
bend:13
ravenclaws:13
potatoes:13
service:13
treacle:13
greasy:13
fed:13
crowds:13
armchairs:13
ambition:13
rare:13
senses:13
assistant:13
trophy:13
doorknob:13
monstrous:13
identical:13
straining:13
evenings:13
potato:13
fading:13
chained:13
fur:13
limped:13
answers:13
fan:13
disgusted:13
jealous:13
bread:13
disapproving:13
edging:13
wasted:13
grumpily:13
transform:13
feels:13
unexpected:13
sob:13
delivered:13
hoisted:13
hooves:13
heaving:13
freedom:13
ring:13
devils:13
gentle:13
vicious:13
tugged:13
slits:13
willing:13
agony:13
raw:13
treated:13
bustled:13
permitted:13
restriction:13
lousy:13
blushing:13
rescue:13
hill:13
breathless:13
angle:13
apprehensively:13
thundering:13
magically:13
pit:13
creaking:13
placing:13
severe:13
shuddering:13
fears:13
superb:13
somewhat:13
tear:13
podmore:13
persuaded:13
pearly:13
amusing:13
pillows:13
wasting:13
store:13
alert:13
dippet:13
pincers:13
practices:13
complaining:13
enjoyable:13
general:13
deny:13
revealing:13
fleeting:13
proved:13
serpents:13
hiss:13
gaping:13
greater:13
hug:13
casual:13
yep:13
bushes:13
reaction:13
sarcastically:13
palm:13
stirred:13
total:13
kneeling:13
advantage:13
mental:13
draped:13
unmistakable:13
tankard:13
witness:13
zonkos:13
grindylows:13
prongs:13
awoken:13
hers:13
brief:13
immense:13
habit:13
pronounced:13
astonished:13
cooperation:13
sisters:13
avada:13
closest:13
yule:13
niffler:13
impediment:13
shacklebolt:13
atrium:13
bowtruckle:13
thestral:13
tin:12
hugged:12
belt:12
ruffled:12
patted:12
survive:12
sniff:12
numbers:12
planets:12
borrowed:12
shrill:12
watery:12
paws:12
fitted:12
throughout:12
brandy:12
merrily:12
july:12
uniform:12
eagle:12
uncles:12
deliver:12
sports:12
sheets:12
windowsill:12
strongly:12
fierce:12
stupidly:12
overcoat:12
warmth:12
cowering:12
incredible:12
cornin:12
stumped:12
reasons:12
main:12
sets:12
bustling:12
sold:12
griphook:12
flaming:12
tracks:12
fortune:12
galleon:12
crime:12
blotts:12
covers:12
shuffling:12
mounting:12
mice:12
paced:12
behave:12
flick:12
mars:12
coffee:12
sunshine:12
glided:12
patched:12
finchfletchley:12
jammed:12
amid:12
scroll:12
roast:12
delicious:12
messing:12
sugar:12
seamuss:12
frantic:12
bounded:12
refuse:12
groan:12
constantly:12
west:12
tells:12
mount:12
glittered:12
nastily:12
grasped:12
mingled:12
natural:12
mouthed:12
object:12
sixty:12
jaws:12
seekers:12
shrinking:12
driving:12
rear:12
rarely:12
relaxed:12
bandages:12
diversion:12
dawned:12
vibrating:12
trailing:12
restricted:12
wine:12
disappearing:12
wipe:12
weekly:12
anxiety:12
laws:12
honest:12
stage:12
utter:12
comfort:12
longing:12
suffering:12
inter:12
mostly:12
feverishly:12
squid:12
suspicion:12
stormed:12
sprawled:12
convince:12
blackness:12
responsible:12
sheet:12
dreamily:12
unfortunate:12
resting:12
manner:12
duck:12
tragic:12
bared:12
goggling:12
mums:12
gnomes:12
um:12
resembled:12
button:12
jets:12
issuing:12
vivid:12
headline:12
nature:12
mandrakes:12
pot:12
filed:12
sniggering:12
menacing:12
resigned:12
glowering:12
muggleborn:12
feeding:12
backing:12
kwikspell:12
ghostly:12
professors:12
facts:12
stall:12
national:12
preferred:12
huddled:12
signal:12
sock:12
disguise:12
dazzling:12
ominous:12
language:12
shallow:12
pet:12
stirring:12
issued:12
studies:12
confidence:12
irritated:12
shifting:12
littered:12
scaly:12
thunderstruck:12
serenely:12
prominent:12
glimpsed:12
secure:12
criminal:12
definite:12
drown:12
sunken:12
gas:12
despite:12
squeaking:12
indicated:12
purring:12
energy:12
transformed:12
chain:12
produce:12
indignation:12
revealed:12
moony:12
dot:12
warningly:12
secretkeeper:12
collided:12
frustration:12
executioner:12
wha:12
predictions:12
connection:12
expressions:12
requirement:12
cushions:12
troy:12
mostafa:12
kidding:12
skeeters:12
appalled:12
pus:12
spew:12
charges:12
snuffles:12
nifflers:12
headstone:12
schoolbag:12
lestrange:12
gurg:12
inquisitorial:12
tofty:12
craning:11
town:11
driven:11
wheel:11
openmouthed:11
flooded:11
improve:11
hunt:11
rummaging:11
lighter:11
lemon:11
flinched:11
glumly:11
wise:11
waking:11
mantelpiece:11
chimney:11
sunny:11
glory:11
slithering:11
jabbed:11
deafening:11
address:11
lion:11
choking:11
canceled:11
strangled:11
squashy:11
pelting:11
timidly:11
slapping:11
armed:11
grate:11
swig:11
whistling:11
stammered:11
chased:11
knuts:11
gleamed:11
unfolded:11
vampires:11
courtyard:11
weighing:11
jobs:11
downward:11
hurtling:11
billowing:11
sucked:11
cheered:11
claws:11
basic:11
minuscule:11
strict:11
tricky:11
beginning:11
barking:11
platforms:11
attract:11
fondly:11
unwrapped:11
defeat:11
astonishment:11
slowed:11
starry:11
produced:11
lingered:11
goblets:11
lanterns:11
rabbit:11
abbott:11
championship:11
snakelike:11
march:11
baron:11
sweating:11
toe:11
dates:11
complicated:11
tut:11
cure:11
boils:11
holes:11
boarhound:11
collected:11
quicker:11
snout:11
crashing:11
spite:11
confusion:11
reward:11
pelted:11
bats:11
racket:11
finishing:11
limping:11
pucey:11
clap:11
spectacular:11
plotting:11
grandfather:11
stepping:11
propped:11
deepest:11
torture:11
shoot:11
paler:11
longingly:11
believes:11
flared:11
tartan:11
advised:11
loomed:11
punishments:11
victims:11
stray:11
price:11
cursed:11
visiting:11
tentacles:11
snare:11
oldfashioned:11
onward:11
binding:11
loathed:11
lunged:11
confiscated:11
stamping:11
alarming:11
practiced:11
bony:11
believing:11
absentmindedly:11
jeering:11
savagely:11
flower:11
equal:11
dissolved:11
rumble:11
whip:11
dug:11
reasonable:11
expel:11
stair:11
drawers:11
ankle:11
whipping:11
gnarled:11
pipes:11
retrieve:11
perch:11
egypt:11
fuss:11
peer:11
display:11
surge:11
quality:11
ladies:11
gentlemen:11
mug:11
thatd:11
tensely:11
taps:11
feebly:11
reverse:11
snort:11
threateningly:11
filing:11
rippling:11
launched:11
hearty:11
lungs:11
cries:11
harm:11
pixies:11
electric:11
bizarre:11
owing:11
magnified:11
reluctantly:11
brow:11
chill:11
wishes:11
attend:11
lords:11
agreement:11
squib:11
bracingly:11
tale:11
fervently:11
flapping:11
stalked:11
focused:11
remotely:11
houseelfs:11
draft:11
investigate:11
writhing:11
prickling:11
mopping:11
therell:11
giggles:11
spirit:11
arry:11
release:11
pitched:11
tangle:11
pinstriped:11
lumos:11
prepare:11
mild:11
loyalty:11
freely:11
pleasant:11
prize:11
planted:11
illuminating:11
indicating:11
stroking:11
inspection:11
congratulations:11
divided:11
immediate:11
stew:11
version:11
preparing:11
influence:11
riddikulusv:11
grindylow:11
capable:11
skiving:11
bubble:11
fragments:11
disposal:11
frequently:11
possessed:11
tests:11
conjure:11
trial:11
race:11
eyelids:11
chunk:11
hourglass:11
witnessed:11
performance:11
summers:11
bulgaria:11
twittering:11
queue:11
united:11
approval:11
leprechauns:11
winkys:11
ordering:11
accio:11
trusts:11
gillyweed:11
weed:11
instrument:11
oracle:11
edgecombe:11
starts:10
collecting:10
stern:10
daughter:10
cups:10
unblinkingly:10
sensible:10
legend:10
prodded:10
rapped:10
mystery:10
punching:10
knobbly:10
smelled:10
creams:10
tripping:10
brandnew:10
straw:10
ickle:10
tightened:10
yellowish:10
flipped:10
keyhole:10
tiptoe:10
owner:10
coast:10
lumpy:10
curl:10
dial:10
creak:10
mouse:10
summat:10
copper:10
shrank:10
thundered:10
explode:10
warlock:10
inform:10
outrage:10
bearded:10
vol:10
tricks:10
bronze:10
parted:10
piles:10
women:10
bless:10
scraping:10
babble:10
hag:10
quivered:10
treasure:10
emptying:10
gon:10
na:10
drawling:10
hopped:10
latest:10
piled:10
grunt:10
oy:10
jerk:10
p:10
rubbed:10
deserves:10
ruff:10
sing:10
bulstrode:10
whispers:10
hmm:10
talent:10
matches:10
cozy:10
chewing:10
classrooms:10
doubled:10
rescued:10
veins:10
draught:10
hoochs:10
longbottoms:10
topmost:10
scratch:10
meal:10
horrorstruck:10
threeheaded:10
glee:10
angrier:10
impatient:10
hearts:10
advancing:10
moleskin:10
beater:10
nope:10
surprising:10
rich:10
luminous:10
supporting:10
drain:10
clawed:10
crossly:10
discussion:10
fewer:10
dramatically:10
fixedly:10
hugging:10
jc:10
brushing:10
beast:10
enemy:10
humming:10
darkened:10
thrashing:10
repair:10
misery:10
moan:10
cracking:10
dense:10
panicked:10
dripping:10
invented:10
slope:10
alternative:10
swallow:10
friendship:10
served:10
seared:10
chucked:10
dish:10
grades:10
spraying:10
constant:10
mason:10
chuck:10
washed:10
pillowcase:10
asks:10
flapped:10
envelopes:10
banshee:10
expulsion:10
amounts:10
pounded:10
artifacts:10
cooking:10
autograph:10
swing:10
questioning:10
draining:10
pathetic:10
dipped:10
ash:10
hearth:10
candle:10
exit:10
woolly:10
streaking:10
vegetable:10
considerable:10
ominously:10
stealing:10
inquiry:10
wink:10
mandrake:10
pots:10
deaf:10
range:10
chandelier:10
goals:10
booked:10
rooster:10
jinxed:10
tucking:10
importance:10
accusing:10
scarf:10
filth:10
shower:10
fled:10
fainter:10
increased:10
provided:10
response:10
precise:10
salazar:10
seeking:10
loony:10
thrusting:10
intense:10
zero:10
haze:10
labeled:10
rotting:10
fearful:10
gather:10
flustered:10
shrewd:10
frames:10
ill.:10
reporter:10
comment:10
contorted:10
lookout:10
february:10
arrested:10
include:10
marking:10
appointed:10
fellows:10
blind:10
pat:10
theirs:10
sagging:10
perplexed:10
squealing:10
floorboard:10
register:10
deserve:10
reluctant:10
parlor:10
fancied:10
occasional:10
tempted:10
tested:10
unfogging:10
fog:10
maliciously:10
beads:10
perfumed:10
generally:10
menacingly:10
orb:10
assuming:10
endure:10
canvas:10
cackling:10
detail:10
traitor:10
jamess:10
alight:10
firebolts:10
strip:10
destroy:10
poring:10
controlled:10
scanning:10
dismissively:10
arrogant:10
appearing:10
interrupt:10
obsessed:10
bole:10
aid:10
statement:10
determinedly:10
disapparate:10
departure:10
invite:10
observing:10
network:10
regulation:10
event:10
towel:10
possess:10
hip:10
appears:10
distinct:10
briefly:10
droppings:10
scathingly:10
applied:10
experienced:10
stroll:10
ban:10
pine:10
alastor:10
accused:10
court:10
probation:10
karkus:10
drills:9
fours:9
nighttime:9
receiver:9
stroked:9
celebrating:9
pursed:9
affect:9
precious:9
streets:9
motorcycle:9
gingerly:9
doorstep:9
riding:9
exercise:9
adventure:9
hates:9
vacation:9
zoo:9
complained:9
glistening:9
budge:9
beady:9
earned:9
escaping:9
sport:9
accepted:9
toilets:9
repaired:9
boarded:9
twentyfour:9
marmalade:9
mutter:9
shared:9
splattered:9
moldy:9
motheaten:9
mane:9
beetles:9
brushed:9
las:9
rubber:9
introduced:9
rubeus:9
boomed:9
fixing:9
enclosed:9
married:9
ours:9
defeated:9
yehd:9
telescope:9
puffing:9
grasping:9
stacked:9
